{
  "type": "game",
  "name": "Idle Champions of the Forgotten Realms",
  "steam_appid": 627690,
  "required_age": 0,
  "is_free": true,
  "dlc": [
    831161,
    831160,
    831162,
    794560,
    714850,
    714860,
    714861,
    738320,
    756950,
    756951,
    756952,
    756953,
    756954,
    756955
  ],
  "detailed_description": "<h1>Early Access Update #29: Greengrasss</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Apr11_Banner.png?t=1523570497\" ><br><br>The start of spring is traditionally marked by a day of peace and rejoicing, featuring beautiful displays of flowers in celebration of Lathander, God of Spring and The Morninglord. Unfortunately for the town of Triboar on the Sword Coast, their celebrations are interrupted by the arrival of a githyanki raiding party...<br><br>Greengrass is our tenth limited-time event, running from today until Tuesday, April 24th at noon PDT, and introducing Nrakk, the Githzerai Monk!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Apr11_Champion.png?t=1523570497\" ><h2 class=\"bb_tag\">New Champion: Nrakk</h2><br>Having watched your party's progress for many years from Limbo, the Great Githzerai, Zaerith Menyar-Ag-Gith, has dispatched Nrakk to join your party on the Material Plane. Though his true motivations are unknown, Nrakk is a Way of the Kensei monk whose weapon of choice is a Naginata, making him a true force to be reckoned with on the battlefield. Reserved and aloof, Nrakk sometimes has a hard time interacting with those he sees as his lessers, but he nevertheless seems committed to the party's cause.<br><br>When you want to add Nrakk to your party, you can swap him with Delina or Hitch.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Apr11_Adventures.png?t=1523570497\" ><h2 class=\"bb_tag\">Greengrass Variants</h2><ul class=\"bb_ul\"><li>Whispers — The Elder Brain slowly drives your Champions mad. Whenever a Champion lands a killing blow, they gain 5–10 stacks of a &quot;Whispers&quot; debuff. When they reach 100+ stacks, they are stunned for 15 seconds.</li></ul><ul class=\"bb_ul\"><li>Flower Power — Sentient flower enemies spawn at random in non-boss areas. When killed, they imbue the champion who killed them with a random power, which can be good or bad.</li></ul><ul class=\"bb_ul\"><li>Unlikely Allies — Two Githzerai monks take up slots in the formation. Each increases the DPS of Nrakk by 400% as long as he is adjacent to them, stacking multiplicatively.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Apr11_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features:</h2><ul class=\"bb_ul\"><li>Added the Greengrass event, our tenth limited-time campaign event! The event will run until Tuesday, April 24th at noon PDT.<br></li><li>Added a new Champion: Nrakk.<br></li><li>Added a new event Divine Favor: Lathander's Favor.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=687#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #28: Festival of Fools</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Mar28_BannerBig.png?t=1523570497\" ><br><br>After a such long and cold winter, the citizens Daggerford are eager to celebrate the Festival of Fools: a day of feasting, drinking, and general foolishness. People don brightly-colored and garish clothing, dancing in the street like court jesters and competing with one another to see who can pull off the most foolish (yet harmless) pranks.<br><br>During the festivities a concerned villager approaches the party and asks for help. She says that her husband's prank is to try and taunt a frost giant...<br><br>Festival of Fools is our ninth limited-time event for Idle Champions, which starts today, lasts until Tuesday, April 10th at noon PDT, and introduces Strix, the Tiefling Sorcerer!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Mar28_Champion.png?t=1523570497\" ><h2 class=\"bb_tag\">New Champion: Strix</h2><br>The Sorcerer known as Strix is from Sigil, the City of Doors at the center of the multiverse. Very little is known of Strix's heritage, even to herself, but it was recently discovered that she was a powerful member of the Skizzicks family, who long ago made a pact with Asmodeus, ruler of the Nine Hells, to become Tieflings.<br><br>Strix is careful, suspicious, and paranoid. She assumes the worst in everyone and is always ready to run away or hide. She lacks basic manners and maintains poor personal hygiene, exemplified by the collection of filthy oddities she hoards within her robes, including snacks which she refers to as &quot;snicketty snooks.&quot;<br><br>As a child, Strix witnessed a shadowy creature slaughter her friends at the bakery where she worked, but was spared for unknown reasons. Her survivor's guilt drives her to try and help those in need, no matter the personal cost.<br><br>When you want to add Strix to your party, you can swap her with Jamilah.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Mar28_Variants.png?t=1523570497\" ><h2 class=\"bb_tag\">Festival of Fools Variants</h2><ul class=\"bb_ul\"><li>Foolish Variance — Champions randomly do between 0.1% and 199.9% of their actual damage with each hit.</li></ul><ul class=\"bb_ul\"><li>Persistent Foolishness — The Drunken Fool appears randomly in non-boss areas. Only one can be spawned at a time, but he has special abilities each time he appears:<ul class=\"bb_ul\"><li>Makes all other enemies invulnerable until he is defeated. (16 hits)<br></li><li>Causes all other enemies to move 4x faster than normal until he is defeated. (normal health)<br></li><li> Has a boss health multiplier. (50x)</li></ul></li></ul><ul class=\"bb_ul\"><li>Like Father Like Son — The farmer's son takes up a slot in the formation. He moves to a new slot every 25 areas. Every 15 seconds (in non-boss areas) the farmer's son foolishly summons a Frost Giant to attack the formation unless Strix is adjacent to him.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Mar28_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features:</h2><ul class=\"bb_ul\"><li>Added the Festival of Fools event, our ninth limited-time campaign event! The event will run until Tuesday, April 10th at noon PDT.<br></li><li>Added a new Champion: Strix.<br></li><li>Added a new event Divine Favor: Lliira's Favor.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=674#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #27: Introducing Familiars</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/IdleChampions_Logo_Banner.png?t=1523570497\" ><br><br>Introducing Familiars! Familiars can be purchased for gems or real money and assigned to specific tasks, such as clicking enemies, leveling up Champions, or using ultimate abilities. There are six Familiars available to purchase: three for gems and three more via DLC. They all function the same, though. Check out the in-game Change Log for more details.<br><br>Familiars unlock once you have reached Area 66 in any campaign (for most existing players they will become available right away). The cheapest Familiar costs 1,000 gems while the most expensive costs 50,000 gems.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Mar27_Familiars.png?t=1523570497\" ><h2 class=\"bb_tag\">Features:</h2><ul class=\"bb_ul\"><li>Familiars have been added to the game. Familiars can be purchased for gems and real money and assigned to specific tasks, such as clicking enemies, leveling up champions, or using ultimates.<br></li><li>Three familiars are available to purchase for gems for 1,000, 10,000, and 50,000 gems each.<br></li><li>Three familiars are available in DLC packs which also include a variety of potions and blacksmithing contracts.<br></li><li>Familiars click at different rates depending on the task they're assigned to:<br><ul class=\"bb_ul\"><li>Clicking monsters: 5 clicks per second; if 3 or more familiars are assigned to click they will also automatically pick up gold and quest items.<br></li><li>Leveling champions/click damage: 1 click per second.<br></li><li>Using ultimates: 1 click per 30 seconds.</li></ul></li></ul><h2 class=\"bb_tag\">Balance Changes</h2><ul class=\"bb_ul\"><li>The gem rewards for completing adventures have been drastically increased.<br></li><li>All players who have previously completed adventures with updated gem rewards have had the gem difference credited to their accounts. In total 8,200 extra gems are up for grabs if you've completed all of the available adventures and variants (enough to buy 16+ gold chests).</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=683#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #26: Tomb of Annihilation, Part 4</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov29_BannerBig.png?t=1523570497\" ><br><br>Now that you have made your way from Port Nyanzaru to Camp Vengeance, it's time to head to the ancient cliffside monastery of Kir Sabal, where the Aarakocra may be able to help you to reach the Lost City of Omu...<br><br><strong>Note:</strong> To start these new adventures, you need to have completed the Rescue in the Jungle adventure.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Mar21_Adventures.png?t=1523570497\" ><h2 class=\"bb_tag\">Homecoming</h2><br>The party is making their way through the jungle to the ancient monastery of Kir Sabal, home of Asharra and the Aarakocra of Chult. During the journey the party is endlessly assaulted by undead terrors emerging from the jungle, and arrives at a Kir Sabal under attack by Gargoyles.<br><br>Complete <i>Homecoming</i> to unlock the variant <strong>Anti-Dexterous Explorers</strong>, where only Champions with a DEX score of 14 or lower can be used, as well as the next adventure.<h2 class=\"bb_tag\">The Lost Heir of Omu</h2><br>The Aarakocra of Kir Sabal will help the party to reach Omu if you save Princess Mwaxanaré, the rightful heir to Omu's throne, who has been kidnapped by pirates based out of the abandoned Port Castiliar.<br><br><strong>Not Very Charming</strong> is the variant you unlock upon completion of <i>The Lost Heir of Omu</i>. Only Champions with a CHA score of 14 or lower can be used.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Mar21_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features:</h2><ul class=\"bb_ul\"><li>Added two new Tomb of Annihilation adventures: Homecoming and The Lost Heir of Omu, each with one variant. The first one, Homecoming, starts in Camp Vengeance; these are very challenging adventures and variants. Not for the faint of heart!</li></ul><h2 class=\"bb_tag\">Coming Soon:</h2><ul class=\"bb_ul\"><li>New ways to approach clicking in the game.<br></li><li>Offline gold and global DPS adjustments.<br></li><li>Someone who knows magic.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=673#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #25: Fleetswake</h1><p>Early Access Update #25: Fleetswake<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Mar7_BannerBig.png?t=1523570497\" ><br><br>The party is recruited by one of Waterdeep's merchant guilds to look into a number of mysterious ship disappearances over the past year. Superstitious folk blame Umberlee, but the merchant guild isn't so sure, and as the Fair Seas Festival gets underway your party begins their investigation in the Dock Ward of Waterdeep...<br><br>Fleetswake is our eighth limited-time event for Idle Champions, starting today and running until Monday, March 19th at noon PDT, and introducing Zorbu &quot;Thunderbolt&quot; Natten, the Gnome Ranger!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Mar7_Champion.png?t=1523570497\" ><h2 class=\"bb_tag\">New Champion: Zorbu &quot;Thunderbolt&quot; Natten</h2><br>Zorbu grew up in a small village on the slopes of the mountains south of Yartar. He lived a typical gnomish childhood: tinkering with mechanical toys, pulling pranks on unsuspecting neighbors, and exploring the woodlands covering the mountains in the company of a local dwarf ranger, Galor Rockshield.<br><br>A grizzled veteran of many battles, Galor was waging a secret battle against a clan of drow who were holed up in some deep caves near the village. He carefully struck from the shadows, attempting to drive them back into the Underdark. One night, after a particularly prolonged encounter, a drow scout followed Galor home, and on the night of the next new moon the drow and their minions descended upon the village in force. Galor saved Zorbu's life, but many others were killed, including Zorbu's parents. From that day forth, Zorbu trained under Galor as a ranger, vowing revenge upon the drow and any who claim allegiance to them.<br><br>Cunning and imaginative, Zorbu makes use of his tinkering skills to wield an impossibly large crossbow (named Thunderbolt, which is also Zorbu's nickname) and unleash clever mechanical traps against his foes.<br><br>When you want to add Zorbu to your party, you can swap him with Arkhan.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Mar7_Variants.png?t=1523570497\" ><h2 class=\"bb_tag\">Fleetswake Variants</h2><ul class=\"bb_ul\"><li>Thunder and Lightning — A crazy storm blows in, affecting all outdoor areas. In addition to the wind and rain, lightning strikes your formation every 5 seconds, dealing 90% of max health unavoidable damage to a random Champion. When Zorbu &quot;Thunderbolt&quot; Natten is hit by the effect, his next normal attack does 10x damage.<br></li><li>Crashing Waves — Only two of your formation's columns do damage at a time. Columns change every 10 areas. Start with back two (slots 4-9), then middle two (slots 2-6), then front two (slots 0-3), then front and back (0-1 &amp; 7-9), then repeat.<br></li><li>The Shipwright's Ball — Two Shipwrights take up slots (2, 9) in the formation. The Shipwrights dance with adjacent Champions, swapping the position of two random adjacent Champions every 15 seconds (the one in slot 9 swaps 6 and 8, while the one in slot 2 swaps two of 0, 3, and 4).</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Mar7_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li>Added the Fleetswake event, our eighth limited-time campaign event! The event will run until Monday, March 19th at noon PDT.<br></li><li>Added a new Champion: Zorbu &quot;Thunderbolt&quot; Natten.<br></li><li>Added a new event Divine Favor: Umberlee's Favor.<br></li><li>Added a setting to disable screen shaking.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=657#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #24: The Grand Tour, Part 4</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec20_BannerBig.png?t=1523570497\" ><br><br>You've battled beasts and mad wizards, saved farms and villages, and you've finally made your way to Waterdeep for your rendezvous with Drizzt Do'Urden. Now it's time for the next leg of your journey to begin, with two new Adventures for the Grand Tour of the Sword Coast campaign, <i>The Silken Swamp</i> and <i>Supply Run</i>, each with one variant!<br><br>Head into The Silken Swamp and battle eight-legged enemies as you seek to rescue a lost party of adventurers for your share of their loot. When you get return, a strange gnome wants to hire the party to resupply his camps and discover the whereabouts of his missing overseer in Supply Run.<br><br>Sure, the party wanted to enjoy a nice evening of feasting and festivities at <i>The Yawning Portal</i>, but when adventure calls, you must answer!*<br><br><strong>*Note: you will need to have completed the Overdue Rendezvous adventure in order to access the new adventures.</strong><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Feb28_Adventures.png?t=1523570497\" ><h2 class=\"bb_tag\">The Silken Swamp</h2><br>Our champions are in the midst of enjoying a warm meal and well deserved drinks at Waterdeep's famous tavern, The Yawning Portal. Suddenly, a battered and frightened rogue – in the midst of grappling with a giant spider – lands with a crash on the table!<br><br>After Bruenor readily dispatches the spider, the rogue tells his tale of adventuring gone wrong. Having barely escaped with his life, the rogue requests your help in rescuing his companions or at least discovering their fate. He'll even split the treasure with you!<br><br><ul class=\"bb_ul\"><li>Variant: Wet Feet — Champions have a random chance on each attack to step in the swamp, getting &quot;wet feet&quot; and reducing their attack speed by 50% for three attacks.</li></ul><h2 class=\"bb_tag\">Supply Run</h2><br>A gnome merchant approaches the group. He's Zook Timbers, proprietor of <i>Strakeln &amp; Timbers General Goods and Curious Oddities</i>, and he needs your help! Zook's hunting camps need to be resupplied, but perhaps more importantly, his partner and camp overseer, a dwarf hunter named Amber Strakeln, is missing and hasn't reported back in weeks...<br><br><ul class=\"bb_ul\"><li>Variant: Heavy Burden — The supplies you are carrying are heavy. Every 30 Seconds there are three heavy packages randomly assigned to champions in formation. Champions carrying a heavy package cannot share their formation abilities. Outgoing formation effects are disabled while carrying a package.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Feb28_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li>Added two new Grand Tour of the Sword Coast adventures: The Silken Swamp and Supply Run, each with on variant. You will need to have completed the Overdue Rendezvous adventure in order to access the new adventures.<br></li><li>Vastly improved memory usage and implemented several performance enhancements; please report any new graphical issues you encounter!</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=656#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #23: Truly Neutral Weekend</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/IdleChampions_Logo_Banner.png?t=1523570497\" ><br><br>Today we're excited to release a major update for chests and potions. You'll need to read the change log or the developer blog for the most details, but the gist of the update is that chests are way better now! They drop more things you needs, fewer things you don't, and there are more bonuses for purchasing packs!<br><br>We hope you enjoy this update, which is the first of a series of major systems updates planned for early 2018.<h2 class=\"bb_tag\">Features:</h2><br><ul class=\"bb_ul\"><li>Added the &quot;Truly Neutral Weekend&quot; buff, which boosts the power of several neutrally aligned Champions until Monday, February 26th at noon PST.<br></li><li>Added a new set of Champion upgrades; players should be able to push through another 20-25 areas. Note: due to the upcoming tanking and healing changes, these new upgrades do not include additional health or healing bonuses for tanks or healers.</li></ul><h2 class=\"bb_tag\">Clarification (no actual change):</h2><br><ul class=\"bb_ul\"><li>Clarification regarding the chests update: Chests will always attempt to drop at least one upgraded equipment card if one is available (without adjusting the rarity of the items in the chest); it is not guaranteed that this upgrade will be of the highest rarity the chest drops, and only one upgrade is guaranteed (if possible).<br></li><li>Examples for Gold Chests: It's possible (though extremely unlikely) to get a green upgrade in the same chest you get two purple duplicates (if you had a white or empty slot available); it's also possible (but still unlikely) to get a green upgrade in the same chest as a blue duplicate, even if you have blue upgrades available. The upgrade is not guaranteed to be blue or better, and you are not guaranteed to get more than one upgrade per chest.</li></ul><h2 class=\"bb_tag\">Balance Changes:</h2><br><ul class=\"bb_ul\"><li>Ultimate cooldown reduction equipment items have been rebalanced. Epic gear now reduces the cooldown by 1/4th of the base cooldown, rare by 1/10th, uncommon by 1/20th, and common by 1/40th. This was done in order to make it so that shiny and golden c/d reduction epics do not instantly cap your Champions' ultimate c/d at level 1 and also to give value to players whose c/d reduction items have already leveled up from receiving duplicates or using blacksmithing contracts. Note: in some cases this rebalancing resulted in an *increase* to the c/d reduction on lower rarity items.<br></li><li>Ultimate cooldown reduction equipment items now have a max level. After an item is at or above max level, no more of those items will appear in chests (unless they are an upgrade or a shiny item), and that slot will not be a valid target for blacksmithing contracts. For the existing set of c/d reduction items, the max level varies based on the gild level of the item. Normal = 501, Shiny = 251, Golden = 126. These max levels apply to all rarities, so a maxed out non-epic item will not necessarily provide maxed out c/d reduction.<br></li><li>For players whose c/d reduction items are already above these levels, or whose items exceed the max level in the future due to an upgraded gild level, we are planning to create a system to automatically distribute those extra levels among other items owned by that hero, however we do not have an ETA on that system.</li></ul><h2 class=\"bb_tag\">Changes:</h2><br><ul class=\"bb_ul\"><li>Clarified the wording of the &quot;Epically Geared&quot; Kelemvor blessing.</li></ul><br>For more information, check out our in-game Change Log!</p><br><h1>Early Access Update #22: Grand Revel</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Feb14_BannerBig.png?t=1523570497\" ><br><br>In the Forgotten Realms, Grand Revel is a day of dancing, music, and the eating of sweet treats of all sorts, from chocolate to red &quot;firemint&quot; candies. But even during such an unparalleled day of joy there are quests to be done and adventures to be had. One such adventure revolves around a missing caravan on Chult – and the Templar of the Order of the Gauntlet who desperately wants it found...<br><br>Grand Revel is our seventh limited-time event for Idle Champions, which starts today and lasts until Tuesday, February 27th, 2018, and introduces Birdsong, the Tabaxi Bard!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Feb14_Champion.png?t=1523570497\" ><h2 class=\"bb_tag\">New Champion: Birdsong!</h2><br>Birdsong, a cunning young Tabaxi bard, learned to defend herself while enslaved by the Yuan-ti. Proficient in playing the lute, Birdsong discovered her potential as a bard when witnessing the effect her songs had on other slaves. After her escape, she became one of the greatest minstrels of Chult. She promised herself to, one day, get revenge on the Yuan-ti who destroyed her village.<br><br>When you want to add Birdsong to your party, you can swap her with Makos or Drizzt.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Feb14_Variants.png?t=1523570497\" ><h2 class=\"bb_tag\">Grand Revel Variants</h2><ul class=\"bb_ul\"><li>Three's a Crowd — Any Champion that is adjacent to more than 1 other Champion has their damage reduced to 0.<br></li><li>Pair Up — Your ratio of women to men in your formation cannot be off by more than one (at all times you must have an equal number of men and women, or 1 more man than woman or vise-versa).<br></li><li>Love Potion — Every 25 areas, two Champions drink a love potion and fall deeply in love. For those 25 areas, if those Champions are adjacent to each other in the formation they do bonus damage themselves (x4), and buff global damage as well (x3). The chosen Champion combos are fixed rather than random.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Feb14_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li>Added the Grand Revel event, our seventh limited-time campaign event! The event will run until Tuesday, February 27th at noon PST.<br></li><li>Added a new Champion: Birdsong, the Tabaxi Bard.<br></li><li>Added a new event Divine Favor: Sune's Favor.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=654#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #21: Chests and Potions Update</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/IdleChampions_Logo_Banner.png?t=1523570497\" ><br><br>Today we're excited to release a major update for chests and potions. You'll need to read the change log or the developer blog for the most details, but the gist of the update is that chests are way better now! They drop more things you needs, fewer things you don't, and there are more bonuses for purchasing packs!<br><br>We hope you enjoy this update, which is the first of a series of major systems updates planned for early 2018.<h2 class=\"bb_tag\">Features:</h2><br><ul class=\"bb_ul\"><li>Massive chest and potion changes. See below for details. Read the <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.codenameentertainment.com/?page=idle_champions&amp;post_id=651#blog\" target=\"_blank\" rel=\"noopener\"  >developer blog</a></a> for additional detail.<br></li><li>To celebrate the new chests, we're running a chest sale from now until Tuesday, February 13th at noon PST. Get up to 25% more chests on pack purchases of 7 or more chests.<br></li><li>Added a &quot;Next Chest&quot; button after opening a chest, which lets you open another chest without having to click the chest selector on the left again.</li></ul><h2 class=\"bb_tag\">Balance Changes:</h2><br><ul class=\"bb_ul\"><li>Chests will now always attempt to drop an upgrade if one is available (without adjusting the rarity of the items in the chest).<br></li><li>Purchased chest packs of 7 chests or more will now include guaranteed shiny items. See the store page for more details.<br></li><li>A one-time lot of &quot;Potions of Polish&quot; have been added to the inventories of players who have made purchases in the past, based on total amount spent. These potions can be used to upgrade a random loot item to be &quot;shiny&quot;.<br>Potions of Heroism (+health) have been removed from the chest drop table, however existing potions will remain in your inventory.<br></li><li>Existing &quot;Potions of Fire Breath&quot; have been renamed &quot;Expired Potion of Fire Breath&quot;.<br></li><li>New &quot;Potions of Fire Breath&quot; have been added that do damage based on your party dps rather than a fixed percentage of the monster health.<br></li><li>New &quot;Potions of Specialization&quot; have been added to the chest drop tables that can be used to reset any specialization choices you have made on the run.<br></li><li>Potion durations have been updated based on rarity. The new durations are as follows: Common: 5 minutes. Uncommon: 15 minutes. Rare: 60 minutes. Epic: Until you complete your current adventure. (Expired fire breath potions are excluded from this change).<br></li><li>New Blacksmithing Contracts have been added to chests. These new contracts increase the loot level (not rarity) of a random piece of loot owned by a selected Champion; can only be used on Champions with all 6 gear slots filled.<br></li><li>Cooldown reduction (both normal and ultimate cooldowns) has been capped at 75%.<br></li><li>Gear item levels are now more powerful (250 level to double instead of 1000).</li></ul><h2 class=\"bb_tag\">Changes:</h2><br><ul class=\"bb_ul\"><li>Chest packs are now opened separately from normally earned chests. When opening chests from packs, a new dialog will display any guaranteed shinies that you will earn from the pack. Note that only packs purchased after the update will be shown in this way. Previously purchased packs' chests simply appear in your normal stash.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=655#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #20: Tomb of Annihilation, Part 3</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov29_BannerBig.png?t=1523570497\" ><br><br>Brave adventurers can now take their first steps into the jungles of Chult!<br><br>Part 3 of the <i>Tomb of Annihilation</i> campaign brings two new adventures: <i>The Templar's Camp</i> and <i>Rescue in the Jungle</i>, each with one additional challenging variant. <i>The Haunted Jungle</i> pits your party against deadly and dangerous spectres, which slowly stalk your party aiming to take out your frontmost Champion, while <i>Pros and CONs</i> offers a challenge only the most hardy and resilient of your champions can endure.<br><br>The next steps towards the Tomb of Annihilation will be your most challenging yet...<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Feb7_Adventures.png?t=1523570497\" ><h2 class=\"bb_tag\">The Templar's Camp</h2><br>With the help of your guide, you make your way through the jungle to Camp Righteousness, but find it destroyed. You hear tell of a camp further upriver, Camp Vengeance so you make your way there. Along the way you fight all sorts of terrible jungle monsters and undead. Just as you arrive the camp comes under attack from another undead horde. You must protect it so that it can act as your home base for future adventures.<br><br><ul class=\"bb_ul\"><li>Variant: The Haunted Jungle — A hit-based Spectre appears randomly, slowly moving towards your formation and, if it reaches your formation, one-shotting your front-most Champion before disappearing.</li></ul><h2 class=\"bb_tag\">Rescue in the Jungle</h2><br>The leader of Camp Vengeance asks for your aid in rescuing some templars who were taken by a local tribe of goblins. You must make your way to Yellyark to save them. The task involves making your way through dense jungle and then sneaking through the camp to rescue the unfortunate prisoners. You rescue them just before the goblins employ their escape mechanism and fling their entire village through the air to safety.<br><br><ul class=\"bb_ul\"><li>Variant: Pros and CONs — Only Champions with a CON score of 13 or higher may be used. This includes Base Champions Bruenor, Celeste, Nayeli, Jarlaxle, Calliope, Minsc, Delina, Makos, Drizzt, Tyril, Jamilah, and Arkhan, as well as Event Champions Regis, Gromma, Stoki, Krond, and Barrowin.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Feb7_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features:</h2><ul class=\"bb_ul\"><li>Added two new Tomb of Annihilation adventures: The Templar's Camp and Rescue in the Jungle, each with one variant.<br></li><li>Implemented an optimization to the rendering pipeline that should increase performance when large numbers of monsters are on-screen.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=645#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #19: Midwinter</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Jan24_BannerBig.png?t=1523570497\" ><br><br>It's Deadwinter Day in Longsaddle. While most folks are warm in their homes exchanging gifts and celebrating the midpoint of winter with friends and family, your party has been tasked by the infamous Harpells with patrolling the outskirts of town to protect against ne'er-do-wells.<br><br>Not wanting you to get bored, the Harpells have helpfully summoned a magical trickster to keep your day fun and interesting. Unfortunately it looks like they might have messed up and summoned a much more powerful foe than intended, so now you've got a real Midwinter problem on your hands...<br><br>Midwinter is the sixth limited-time event for Idle Champions, which runs from today until 12:00pm PST on Monday, February 5th, 2018, and introduces Regis, the Halfling Rogue!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Jan24_Champion.png?t=1523570497\" ><h2 class=\"bb_tag\">New Champion: Regis!</h2><br>As a poor urchin on the streets of Calimport, Regis quickly learned that survival often requires bending the rules in your favor. He fled to the north to avoid capture after stealing his former master’s magical ruby pendant. Eventually, he found companionship amongst the Companions of the Hall, becoming one of Bruenor Battlehammer’s most trusted confidants. Bruenor was the one who gifted Regis with the nickname “Rumblebelly” due to the halfling’s insatiable appetite.<br><br>Regis would prefer nothing more than to relax in the sun with a full belly near his home in Ten-Towns and fish for knucklead trout, the source of all of his scrimshaw carvings. But when his friends need help, Regis is always there for them. He never sees himself as the hero, even though his true friends know better.<br><br>When you want to add Regis to your party, you can swap him with Celeste.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Jan24_Variants.png?t=1523570497\" ><h2 class=\"bb_tag\">Midwinter Variants</h2><ul class=\"bb_ul\"><li>Deadwinter Date — You've been tasked with escorting two young Harpell wards on a date during your adventure. They take up slots and are otherwise pretty useless.<br></li><li>Deadwinter Fey — A large number of sprites and pixies spawn with each wave of enemies (not during boss areas). These extra monsters do not drop gold, and when killed they sprinkle a random Champion with pixie dust. Any champion that is sprinkled with 10 Pixie dust has their DPS and Formation Abilities disabled. Pixie dust stacks reset when you change areas.<br></li><li>Deadwinter Pay (-back) — Every time you defeat an enemy (in a non-boss area) your Champions take 10% unavoidable damage. Champions adjacent to Regis take one third of that damage while Regis himself is immune.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Jan24_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li>Added the Midwinter event, our sixth limited-time campaign event! The event will run until Monday, February 5th at noon PST.<br></li><li>Added a new Champion: Regis, the Halfling Rogue.<br></li><li>Added a new event Divine Favor: Auril's Favor.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=635#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #18: A Grand Tour of the Sword Coast Variants</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Blog_Jan17_Banner.png?t=1523570497\" ><br><br>This week's update included two new challenging Grand Tour of the Sword Coast variants: March of the Undead, a new variant of Terror in the Dark, and Invisible Shadows, a new variant of Unearthed Evil. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Blog_Jan17_Variants.png?t=1523570497\" ><h2 class=\"bb_tag\">New Variants</h2><ul class=\"bb_ul\"><li>New Variant: March of the Undead — Additional Relentless Undead monsters spawn and attack your formation. When they are killed, Relentless Undead don't disappear. Instead, after 5 seconds, they get back up and start attacking again.<br></li><li>New Variant: Unearthed Evil — Additional shadow monsters attack your formation. They're invisible and cannot be damaged until they reach you, then they are revealed and can take damage. They move quickly and don't block spawns.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Blog_Jan17_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li>Added two new Grand Tour of the Sword Coast variants: March of the Undead and Invisible Shadows.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=634#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #17: New Tomb of Annihilation Variants</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Jan10_BannerBig.png?t=1523570497\" ><br><br>This week's update included two new challenging Tomb of Annihilation variants: Crowded Streets for Exploring Port Nyanzaru, and Market Fluctuations for Running of the Saurs. These are some of our most challenging variants to-date, so you'll need every scrap of gear, favor blessings, and formation optimization you can muster. Good luck! <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Jan10_Variants.png?t=1523570497\" ><h2 class=\"bb_tag\">New Variants</h2><ul class=\"bb_ul\"><li>New Variant: Crowded Streets — Slots in the formations are occasionally taken up by random citizens.<br></li><li>New Variant: Market Fluctuations — Leveling up your champions costs more. The level-up cost at a given level is the base cost to the power of 1.15.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Jan10_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li>Added two new Tomb of Annihilation variants: Crowded Streets and Market Fluctuations.<br></li><li>Fixes for various bugs.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=628#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update 16: Wintershield</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec27_BannerBig.png?t=1523570497\" ><br><br>&quot;In preparation for Wintershield, we've bought an old map from a street vendor in Waterdeep. Unexpectedly, it has started talking. I guess we'd better see where it leads us...&quot;<br><br>Wintershield is a limited-time adventure running from today until Noon PST on Monday, January 8th 2018, and introduces Barrowin Undurr, the Gold Dwarf Cleric!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec27_Champion.png?t=1523570497\" ><h2 class=\"bb_tag\">New Champion: Barrowin Undurr!</h2><br>Barrowin Undurr is a proud daughter of Clan Undurr and a devout follower of Gorm Gulthyn, the dwarven god of vigilance and duty. She spent fifteen years in the city of Ironmaster, in Icewind Dale, overseeing and protecting her family’s investment in the city’s lucrative mining operations. However, she saw little action and feared that her talents were being squandered. Barrowin sent messages to her family requesting reassignment, in the hopes that her battle prowess and faith could be tested on other fronts. She also prayed to Gorm. Her petitions were ignored, but her prayers were answered.<br><br>Barrowin found a kindred spirit in Storn Skulldark, a brash and wealthy shield dwarf whose fortunes and political influence in Ironmaster had risen steadily. Where Storn went, Barrowin followed, and she made him forget about the bitter, lonely winters of the savage North. Their dream was to build a fortress on the western fringe of the Spine of the World, to help defend the pass connecting Icewind Dale and Neverwinter, and together they set out to fulfill this dream.<br><br>When you want to add Barrowin Undurr to your party, you can swap her with Tyril.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec27_Variants.png?t=1523570497\" ><h2 class=\"bb_tag\">Wintershield Variants</h2><ul class=\"bb_ul\"><li>The map is extremely chatty. Every 15 seconds it engages in deep conversation with a random Champion in your formation, disabling their DPS and Formation Abilities for 15 seconds.<br></li><li>The Cult of Daggers — Dagger-throwing Cultists spawn alongside normal waves and toss daggers at random Champions in your formation. These additional monsters drop no gold.<br></li><li>Only the Strong Survive — Only Champions with a Strength stat of 13 or higher can be used. This includes base Champions Bruenor, Celeste, Nayeli, Minsc, Tyril, Jamilah, and Arkhan, and event Champions Gromma, Krond, and Barrowin Undurr.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec27_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li>Added the Wintershield event, our fifth limited-time campaign event! The event will run until Monday, January 8th at noon PST.<br></li><li>Added a new Champion: Barrowin Undurr, the Gold Dwarf Cleric.<br></li><li>Added a new event Divine Favor: Oghma's Favor.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=614#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #15: The Grand Tour, Part 3</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec20_BannerBig.png?t=1523570497\" ><br><br>Your time at the Wayside Inn has been fruitful: You've earned the favor of Torm, helped a were-beast find true love, and saved countless villagers from an undead invasion. Now it's time to head south to the grand city of Waterdeep, where you were supposed to meet a certain drow ranger months ago...<br><br>Three new adventures are now available in the Grand Tour of the Sword Coast campaign. If you're skilled enough to beat the third one and its variant, you'll recruit Drizzt Do'Urden to join your party. You'll need every bit of optimization you can bring to your formation to recruit the famous drow ranger — good luck!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec20_Champion.png?t=1523570497\" ><h2 class=\"bb_tag\">New Champion: Drizzt Do'Urden!</h2><br>Despite his increasing fame (or infamy) across the Sword Coast North as a drow who dwells on the surface, is deadly in battle, fights with great agility and two enchanted scimitars, and can call on an onyx panther figurine of wondrous power to bring a battle companion to his side, Drizzt Do’Urden remains an enigma.<br><br>Thoughtful and sensitive to others, Drizzt holds himself to the highest ideals but does not expect the same of others. Ever alert for treachery and danger, he speaks little but is apt to be polite (if terse) in his dealings. A perfectionist who yearns to be accepted into places and groups and to make friends widely, Drizzt is haunted by the danger he brings to those he befriends thanks to the scrutiny of Lolth and his other foes (notably the demon Errtu and the human Artemis Entreri). Those he meets see his manner as grim.<br><br><strong>You must complete the first variant of the Underdeep Cartography adventure before you can add him to your formation.</strong><br><br>When you want to add Drizzt to your party, you can swap him with Makos.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec20_Variants.png?t=1523570497\" ><h2 class=\"bb_tag\">New Adventures</h2><ul class=\"bb_ul\"><li>Escort to Waterdeep — The party takes its leave of the Inn and proceeds west and south to the port city of Waterdeep to meet Drizzt. They haven't made it two steps before running into a caravan in need of an escort.<br></li><li>Waterdeep Detours — You have arrived at the Gates of Waterdeep, Drizzt's designated meeting place is a small tavern in the Dock Ward. Little do you know your journey there will have as many detours as the city has wards.<br></li><li>Underdeep Cartography — Drizzt has been mapping the tunnels, crypts, and sewers under Waterdeep. Rumours of dangerous monsters escaping from the Undermountain suggest something may have broken through into the normal tunnels and sewers under Waterdeep. Follow the clues left by Drizzt and find the opening.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec20_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li>Added a new Champion: Drizzt Do'Urden, the Drow Ranger. You must complete the first variant of the Underdeep Cartography adventure before you can add him to your formation.<br></li><li>Added three new adventures to the Grand Tour of the Sword Coast campaign.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=613#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #14: Simril</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec6_BannerBig.png?t=1523570497\" ><br><br>Simril is ruined! Someone or something has been pillaging all the food stores of Luskan, leaving very little leftover for the feast of Simril, let alone the long, cold winter to follow. Your party has been hired to hunt down this ruiner-of-holidays and recover the stolen sustenance.<br><br>Celebrating Faerûn's winter solstice with the latest Idle Champions event, Simril! This limited-time adventure runs from today until Noon PST on Monday, December 18th 2017, and introduces Dhadius the Scarlet, the Human Wizard!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec6_Dhadius.png?t=1523570497\" ><h2 class=\"bb_tag\">New Champion: Dhadius the Scarlet!</h2><br>Dhadius is a mage of legendary status and acclaim (at least, in his own mind), who sees everyone else as intellectual worms. Being an egomaniac, he seeks out esoteric lore and rare magical secrets so he may know things that the 'common fools' do not.<br><br>Dhadius hails from Luskan in the north, where he is a member of the Arcane Brotherhood, an infamous group of wizards. He joined them only recently and hasn't been taken as seriously by the others as he thinks he should be. He's determined to let is be known far and wide that he is a wizard to be respected and feared.<br><br>When you want to add Dhadius to your party, you can swap him with Calliope.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec6_Variants.png?t=1523570497\" ><h2 class=\"bb_tag\">Simril Variants</h2><ul class=\"bb_ul\"><li>Frightful Weather — In areas where it is snowing, your party will take 2% of their max health as unavoidable damage every second.<br></li><li>Light in the Darkness — Several slots in the formation are taken up by floating magical torches.<br></li><li>A Wise Endeavour — Only champions with a wisdom score of 13 or more may be used.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Dec6_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features</h2><ul class=\"bb_ul\"><li>Added the Simril event, our fourth limited-time campaign event! The event will run until Monday, December 18th at noon PST.<br></li><li>Added a new Champion: Dhadius the Scarlet, the Human Wizard.<br></li><li>Added a new event Divine Favor: Shar's Favor.<br></li><li>Champion ultimate abilities now usable with numeric keypad.<br></li><li>The game is now compatible with Razer hardware – let there be lights!<br></li><li>You can now minimize the top UI using a button added to the left of the top left menu – bird hunters rejoice!</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=596#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #13: Tomb of Annihilation, Part 2</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov29_BannerBig.png?t=1523570497\" ><br><br>Those interested in earning the favor of Kelemvor by investigating the mysterious death curse now have two new adventures to do!<br><br><i>Exploring Port Nyanzaru</i> and <i>The Running of the Saurs</i> are the two newest additions to the <i>Tomb of Annihilation</i> campaign, and each come with one additional variant. You can now take the fight to <i>Chult</i>, an ancient jungle peninsula shrouded in mystery, provided you have previously completed the <i>Seeking Allies</i> adventure.<br><br>Legendary wonders, magnificent beasts, and our most epic final battle to date await you. Good luck, adventurers! Try not to get trampled...<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov29_Adventures.png?t=1523570497\" ><h2 class=\"bb_tag\">Exploring Port Nyanzaru</h2><br>You are exploring the streets of Nyanzaru looking for clues when you are quickly sucked into some local intrigue and sent on various errands around the city while trying to find someone who knows something about the death curse or has spotted the Red Wizards lurking about.<br><br><ul class=\"bb_ul\"><li>Variant: Flying Monkey Skulls of Doom — Undead Flying Monkeys spawn randomly alongside normal non-boss waves. They toss monkey skulls at the formation doing normal damage, and when killed they do not award gold.</li></ul><h2 class=\"bb_tag\">Running of the Saurs</h2><br>You must fight your way &quot;upriver&quot; through the streets of Port Nyanzaru against a swarm of racing dinosaurs in the Chultian equivalent of the running of the bulls.<br><br><ul class=\"bb_ul\"><li>Variant: Dinosaur Racing — Complete area 50 within 30 minutes of starting the objective.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov29_Features.png?t=1523570497\" ><h2 class=\"bb_tag\">Features:</h2><ul class=\"bb_ul\"><li>Added two new Tomb of Annihilation adventures: Exploring Port Nyanzaru and The Running of the Saurs, each with one variant.<br></li><li>Added hotkey indicators for each ultimate to the top left corner of their icons.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=606#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #12: Kelemvor's Blessings</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov22_Banner.png?t=1523570497\" ><h2 class=\"bb_tag\">Early Access Update #12: Kelemvor's Blessings</h2><br>At long last the followers of Kelemvor are to be rewarded: the venerated <i>Kelemvor's Blessings</i> have arrived. Patience and loyalty to the God of Death are bestowed with power worthy of those who seek the the <i>Tomb of Annihilation</i>...<h2 class=\"bb_tag\">Features:</h2><br><ul class=\"bb_ul\"><li>Added Kelemvor's Blessings.<br></li><li>Added in-game support for steam DLC discounts.<br></li><li>For more information on how Divine Blessings work, refer to our <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=569#blog\" target=\"_blank\" rel=\"noopener\"  >Divine Favor Blog</a></a>. TL/DR: Choose wisely!</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=602#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #11: Feast of the Moon</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov15_BannerBig.png?t=1523570497\" ><h2 class=\"bb_tag\">Feast of the Moon</h2><br>The party descends into an infamous crypt filled with the tombs of local heroes to pay homage to their deeds during the <i>Feast of the Moon</i>. Unfortunately, the dead are restless, rising from their slumber as undead and gathering deep in the crypt for some unknown nefarious purpose...<br><br>Fight your way through the risen heroes of yore as your party descends into the dark depths of <i>The Crypt of Legends</i>. Seek out whatever is responsible for this undead uprising, and put an end to it for good!<br><br>Idle Champions' latest event, Feast of the Moon, is a celebration honoring the deeds of the fallen heroes of Faerûn. This limited-time adventure runs from today until Noon PST on Tuesday, November 28th 2017, and introduces Gromma, the Tortle Druid.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov15_Gromma.png?t=1523570497\" ><h2 class=\"bb_tag\">New Champion: Gromma Nander</h2><br>A wise Tortle matriarch, Gromma Nander is an elderly <i>Circle of the Land Druid</i> with nearly one hundred grandchildren. She has picked up many skills over her long life, and is able to fulfill DPS, support, or tanking roles in a formation. No matter her specialization, Gromma has a particular grandmotherly fondness for young members of any race, and will empower members of her party, with the youngest receiving the greatest boost. <br><br>When you want to add Gromma to your party, you can swap her with Nayeli.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov15_Variants.png?t=1523570497\" ><h2 class=\"bb_tag\">Feast of the Moon Variants</h2><br><ul class=\"bb_ul\"><li>Respectful Restraint — Ultimate Attacks can not be used and any attacks with a cooldown of 5 seconds or less have an additional 3 second cooldown (so a 4 second cooldown becomes 7 seconds, but a 6 second cooldown stays at 6 seconds). These lengthened attacks don't do any additional damage due to their longer cooldown.<br></li><li>The Relentless Undead — Undead monsters have 2x as much health as normal and, when they take a killing blow, they are stunned for 10 seconds before coming back to life (they still drop gold and quest items and count towards the quest each time they are killed).<br></li><li>A Grand Nandventure — Gromma Nander is forced to be in your formation. She starts at level 1 in your formation right away alongside Bruenor. She cannot be removed from the formation or swapped out of her seat. She has a 4x damage boost and her normal attack cooldown is reduced by 2 seconds.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=586#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #10: New Tomb of Annihilation Variants &amp; Champion Upgrades</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov8_Banner0.png?t=1523570497\" ><h2 class=\"bb_tag\">Tomb of Annihilation: New Variants &amp; Upgrades</h2><br>Today Champions can take their next steps into the <i>Tomb of Annihilation</i>, with additional Champion upgrades and two new variants for the first two adventures, <i>Ring of Regeneration: The Death Curse</i> and <i>Seeking Allies: Premature Betrayal</i>.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov8_Banner3.png?t=1523570497\" ><h2 class=\"bb_tag\">New Variants!</h2><br><ul class=\"bb_ul\"><li>The Ring of Regeneration: The Death Curse — Each time a Champion is killed, they have their damage reduced by 25% permanently for the rest of the adventure (stacks multiplicatively).<br></li><li>Seeking Allies: Premature Betrayal — Red Wizards of Thay attack your formation in all areas. There are several different variations, each with their own special properties, including increased health, increased speed, and debuffs on attacked champions.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov8_Banner1.png?t=1523570497\" ><h2 class=\"bb_tag\">New Champion Upgrades &amp; Balance Changes!</h2><br><ul class=\"bb_ul\"><li>The Party Grows Stronger — All champions have had additional high-level upgrades added. This should provide approximately 20 areas of progression to players with enough favor to access the new upgrades.<br></li><li>It's Not About Makos — Makos' level 55 upgrade no longer requires a specific specialization but now increases his DPS by 100% instead of 200%.<br></li><li>Too Much Ki — Stoki's level 235 upgrade which adds an extra attack target if you choose the Ki Strike specialization has been removed.</li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Newsletter_Nov8_Banner2.png?t=1523570497\" ><h2 class=\"bb_tag\">Changes:</h2><br><ul class=\"bb_ul\"><li>When Upg is toggled, or alt+shift is pressed, and a champion is locked, it unlocks the champions before purchasing their first upgrade.<br></li><li>Updated the description of Jamilah's Frenzy ability to be more clear.<br></li><li>The formation arrows from Hitch's Friendly ability now only point to those it is affecting.</li></ul><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=584#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #9: Liars' Night</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/LiarsNight_Banner.png?t=1523570497\" ><h2 class=\"bb_tag\">Welcome to Liars' Night!</h2><br>The Champions are celebrating together at a Liars' Night party at the Wayside Inn when suddenly a masked pickpocket crashes the festivities, stealing magical items and escaping into the night...<br><br>October brings our first Halloween event to Idle Champions: <i>Liars' Night!</i><br><br>This limited-time adventure runs until Noon PST on Monday, November 6th 2017, and introduces Krond, the Half-Orc Eldritch Knight!<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Krond_Banner.png?t=1523570497\" ><h2 class=\"bb_tag\">New Champion: Krond</h2><br>Born to an academic human wizard who was researching an orc tribe and the leader of said tribe, Krond has experience in both worlds. Raised as a fearsome warrior, he began focusing on the arcane arts after his mother was killed in a goblin raid. Krond wears intricate leather and cloth armor and carries a bonded warhammer.<br><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=577#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Early Access Update #8: Tomb of Annihilation</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/TOA_Banner.png?t=1523570497\" ><h2 class=\"bb_tag\">Introducing the Tomb of Annihilation!</h2><br>Today Champions can take their first steps towards the Tomb of Annihilation, an all-new permanent campaign! Our first Tomb of Annihilation update includes two new adventures, Ring of Regeneration and Seeking Allies, with one variant each, as well as a new Divine Favor currency: Kelemvor's Favor. <br><br>Champions who have completed at least four other Sword Coast adventures can embark on the first Tomb of Annihilation adventures from the town of Daggerford! <br><br>Read more on our official blog <a href=\"https://steamcommunity.com/linkfilter/?url=http://codenameentertainment.com/?page=idle_champions&amp;post_id=574#blog\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>Now in Early Access</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Arkhan_APNG.png?t=1523570497\" ><h2 class=\"bb_tag\">Idle Champions Now in Early Access!</h2><br>Codename Entertainment is proud to announce that Idle Champions of the Forgotten Realms is now available in Early Access on Steam. Gamers and Dungeons &amp; Dragons fans around the world can begin their quest on PC and Mac.<br><br>Sign-up for the official Idle Champions newsletter and we'll send you a code to unlock Force Grey champion Hitch:<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/627690/extras/Hitch.png?t=1523570497\" ><br><br><ul class=\"bb_ul\"><li>We'll send you a code to unlock Force Grey Champion Hitch!<br></li><li>You'll never miss an update for Idle Champions!<br></li><li>We'll email you with game news, info about game events, and more!</li></ul><br>You can sign up for our newsletter <a href=\"https://steamcommunity.com/linkfilter/?url=http://www.codenameentertainment.com/?page=idle_champions_email\" target=\"_blank\" rel=\"noopener\"  >here</a></a>.</p><br><h1>About the Game</h1><i>Idle Champions of the Forgotten Realms</i> is an official Dungeons &amp; Dragons idle clicker game.  <br><br><i>Idle Champions</i> challenges players to assemble a party of Champions and master the art of Formation Strategy. Players unlock new heroes, upgrade them to reveal special abilities, and collect epic gear. The key to glory is learning how to combine Champion abilities to defeat an onslaught of powerful monsters.<h2 class=\"bb_tag\">Key Features:</h2><br><ul class=\"bb_ul\"><li><strong>Unlock Renowned Champions</strong></li></ul>Collect renowned Champions from the world of Dungeons &amp; Dragons, including fan-favourites from the Force Grey series. Unlock more Champions and gear to add to your party in limited-time events. <br><br><ul class=\"bb_ul\"><li><strong>Formation Strategy</strong></li></ul>Mastering the position of each Champion to maximize their special abilities is the key to completing each adventure. Each Champion's abilities and gear requires careful thought to create the best combination. Only the most powerful formations will defeat the waves of Dungeons &amp; Dragons monsters.<br><br><ul class=\"bb_ul\"><li><strong>Explore the Forgotten Realms</strong></li></ul>Take your Champions on a journey through the Sword Coast. Players will be able to explore familiar locations within the Forgotten Realms as they tackle each adventure. After launch, the game will be updated with content inspired by the official Dungeons &amp; Dragons adventures, starting with a trip to Chult with the Tomb of Annihilation.<br><br><ul class=\"bb_ul\"><li><strong>Regular Events</strong></li></ul>The game is updated regularly with limited-time events. Completing events unlocks new Champions and gear to add to the player's collection.<h2 class=\"bb_tag\">A Note About Premium Purchases:</h2><br><ul class=\"bb_ul\"><li>You can download and play Idle Champions for free, however, some premium in-game items can be purchased for real money.<br></li><li>Gems earned for free in-game can be redeemed for Silver Chests and Gold Chests that contain equipment, potions, buffs, and gold.<br></li><li>Silver Chests contain 3 cards (Common to Uncommon rarity). They have a chance of dropping “Rare” equipment cards, but do not contain “Epic” equipment cards.<br></li><li>Gold Chests contain 5 cards (Uncommon to Rare rarity). They always contain a Rare equipment card and have a chance of dropping an Epic equipment card.<br></li><li>Gold Chests are available to buy in the shop for real money or you can wait and purchase them with gems earned for free during game play.<br></li><li>Bonus “Golden Epic” equipment cards are generally only available as a purchase bonus for real money transactions, though specific Golden Epic cards may become available through free means at Codename Entertainment's discretion.<br></li><li>In-App purchases range from $5-$50 per item.</li></ul>*Chance of a Rare drop in a Silver Chest is approximately 3.2%.<br>**Chance of a Rare drop in a Gold Chest is 100% and an Epic drop is at least 10%.",
  "about_the_game": "<i>Idle Champions of the Forgotten Realms</i> is an official Dungeons &amp; Dragons idle clicker game.  <br><br><i>Idle Champions</i> challenges players to assemble a party of Champions and master the art of Formation Strategy. Players unlock new heroes, upgrade them to reveal special abilities, and collect epic gear. The key to glory is learning how to combine Champion abilities to defeat an onslaught of powerful monsters.<h2 class=\"bb_tag\">Key Features:</h2><br><ul class=\"bb_ul\"><li><strong>Unlock Renowned Champions</strong></li></ul>Collect renowned Champions from the world of Dungeons &amp; Dragons, including fan-favourites from the Force Grey series. Unlock more Champions and gear to add to your party in limited-time events. <br><br><ul class=\"bb_ul\"><li><strong>Formation Strategy</strong></li></ul>Mastering the position of each Champion to maximize their special abilities is the key to completing each adventure. Each Champion's abilities and gear requires careful thought to create the best combination. Only the most powerful formations will defeat the waves of Dungeons &amp; Dragons monsters.<br><br><ul class=\"bb_ul\"><li><strong>Explore the Forgotten Realms</strong></li></ul>Take your Champions on a journey through the Sword Coast. Players will be able to explore familiar locations within the Forgotten Realms as they tackle each adventure. After launch, the game will be updated with content inspired by the official Dungeons &amp; Dragons adventures, starting with a trip to Chult with the Tomb of Annihilation.<br><br><ul class=\"bb_ul\"><li><strong>Regular Events</strong></li></ul>The game is updated regularly with limited-time events. Completing events unlocks new Champions and gear to add to the player's collection.<h2 class=\"bb_tag\">A Note About Premium Purchases:</h2><br><ul class=\"bb_ul\"><li>You can download and play Idle Champions for free, however, some premium in-game items can be purchased for real money.<br></li><li>Gems earned for free in-game can be redeemed for Silver Chests and Gold Chests that contain equipment, potions, buffs, and gold.<br></li><li>Silver Chests contain 3 cards (Common to Uncommon rarity). They have a chance of dropping “Rare” equipment cards, but do not contain “Epic” equipment cards.<br></li><li>Gold Chests contain 5 cards (Uncommon to Rare rarity). They always contain a Rare equipment card and have a chance of dropping an Epic equipment card.<br></li><li>Gold Chests are available to buy in the shop for real money or you can wait and purchase them with gems earned for free during game play.<br></li><li>Bonus “Golden Epic” equipment cards are generally only available as a purchase bonus for real money transactions, though specific Golden Epic cards may become available through free means at Codename Entertainment's discretion.<br></li><li>In-App purchases range from $5-$50 per item.</li></ul>*Chance of a Rare drop in a Silver Chest is approximately 3.2%.<br>**Chance of a Rare drop in a Gold Chest is 100% and an Epic drop is at least 10%.",
  "short_description": "Idle Champions of the Forgotten Realms, an official free-to-play Dungeons &amp; Dragons-based clicker game. Assemble a party of champions and master the art of Formation Strategy. Upgrade your heroes, collect unique gear, and unlock new Champions in regular new events.",
  "supported_languages": "English",
  "reviews": "“What’s really cool about Idle Champions of the Forgotten Realms is the game actually has a story structure.”<br><a href=\"https://kotaku.com/idle-champions-of-the-forgotten-realms-is-a-great-game-1805667900\" target=\"_blank\" rel=\"noreferrer\"  >Kotaku</a></a><br>",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/627690/header.jpg?t=1523570497",
  "website": "http://www.idlechampions.com",
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Microsoft® Windows Server 2008, Windows 7, or Windows 8 Classic<br></li><li><strong>Processor:</strong> 2.33GHz or faster x86-compatible processor, or Intel Atom™ 1.6GHz or faster processor for netbook class devices<br></li><li><strong>Memory:</strong> 512 MB RAM<br></li><li><strong>Storage:</strong> 120 MB available space<br></li><li><strong>Additional Notes:</strong> 120 MB available space</li></ul>"
  },
  "mac_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Mac OS X v10.6, and above<br></li><li><strong>Processor:</strong> Intel® Core™ Duo 1.83GHz or faster processor<br></li><li><strong>Memory:</strong> 512 MB RAM<br></li><li><strong>Storage:</strong> 120 MB available space</li></ul>"
  },
  "linux_requirements": [],
  "legal_notice": "© 2017 Wizards of the Coast LLC. All Rights Reserved. Dungeons & Dragons, D&D, Idle Champions of the Forgotten Realm, Forgotten Realms, Wizards of the Coast, and their respective logos are trademarks of Wizards of the Coast LLC in the U.S.A. and other countries, and are used with permission. The characters Arkhan and Chango are trademarks of 3:59, Inc. and are used with permission. © 2017 3:59, Inc. All Rights Reserved. All other trademarks are the property of their respective owners.",
  "developers": [
    "Codename Entertainment Inc."
  ],
  "publishers": [
    "Codename Entertainment Inc."
  ],
  "package_groups": [],
  "platforms": {
    "windows": true,
    "mac": true,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    },
    {
      "id": 22,
      "description": "Steam Achievements"
    },
    {
      "id": 35,
      "description": "In-App Purchases"
    }
  ],
  "genres": [
    {
      "id": "1",
      "description": "Action"
    },
    {
      "id": "25",
      "description": "Adventure"
    },
    {
      "id": "37",
      "description": "Free to Play"
    },
    {
      "id": "23",
      "description": "Indie"
    },
    {
      "id": "2",
      "description": "Strategy"
    },
    {
      "id": "70",
      "description": "Early Access"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_b316474ec19f7c710d0a6bc44f6c2fee3bed8d6f.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_b316474ec19f7c710d0a6bc44f6c2fee3bed8d6f.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_46c8fa3cbd43dc576c9801fe43bf509cef072ad1.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_46c8fa3cbd43dc576c9801fe43bf509cef072ad1.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_07a648a19c5eba25d645fe1bd9f4040fba5d31a8.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_07a648a19c5eba25d645fe1bd9f4040fba5d31a8.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_2cb3603e02c79c3241f8608d9dc067620271b126.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_2cb3603e02c79c3241f8608d9dc067620271b126.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_8033eca842874373c261757fbf8a9d57f6deb034.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_8033eca842874373c261757fbf8a9d57f6deb034.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 5,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_2fd51c812670f5c85577cf942ea5fa7415bffb9d.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_2fd51c812670f5c85577cf942ea5fa7415bffb9d.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 6,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_08c9d5c1d5d9de0c8b3f8b5f4dfce62f8a175a49.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_08c9d5c1d5d9de0c8b3f8b5f4dfce62f8a175a49.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 7,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_52419cb6c4c23e970fd92da2f710c58b230b9263.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_52419cb6c4c23e970fd92da2f710c58b230b9263.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 8,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_ca7a6e72cc5e8341224bfb50f686d5c9357909c5.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_ca7a6e72cc5e8341224bfb50f686d5c9357909c5.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 9,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_a0553df5a5c048f0c41f22d8ec9b6244e50e887f.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_a0553df5a5c048f0c41f22d8ec9b6244e50e887f.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 10,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_fbb0a90015a8979a674ebaba61c85f57a56356cf.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_fbb0a90015a8979a674ebaba61c85f57a56356cf.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 11,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_80df10e1bfff17aad8b58f63b84179ade00406e1.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_80df10e1bfff17aad8b58f63b84179ade00406e1.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 12,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_105810c2d6abbb4926c3996a6a46b88fff4c875f.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_105810c2d6abbb4926c3996a6a46b88fff4c875f.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 13,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_eeb0edde71012e212aec399b462591a24d1bc983.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_eeb0edde71012e212aec399b462591a24d1bc983.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 14,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_0670d8e5cf4f3360b7ff60b08f8eaee6583a3e5c.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_0670d8e5cf4f3360b7ff60b08f8eaee6583a3e5c.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 15,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_d62d583d28a71a3d248dfc0ac8caf77722a0ee10.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_d62d583d28a71a3d248dfc0ac8caf77722a0ee10.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 16,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_e7dac4bc2b5a762871f8b2f9feb98bcbd28d49d2.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_e7dac4bc2b5a762871f8b2f9feb98bcbd28d49d2.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 17,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_5ac0275f3491d5f5b9cf447c8a1e991951dc9967.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_5ac0275f3491d5f5b9cf447c8a1e991951dc9967.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 18,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_58c0c5bf17c6709ac12c7986f1b220796f14c1c3.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_58c0c5bf17c6709ac12c7986f1b220796f14c1c3.1920x1080.jpg?t=1523570497"
    },
    {
      "id": 19,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_a3d2b3c9cd08fdce952f8b0a21af9e020fb05a16.600x338.jpg?t=1523570497",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/627690/ss_a3d2b3c9cd08fdce952f8b0a21af9e020fb05a16.1920x1080.jpg?t=1523570497"
    }
  ],
  "movies": [
    {
      "id": 256694944,
      "name": "Idle Champions Early Access Trailer",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256694944/movie.293x165.jpg?t=1504887416",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256694944/movie480.webm?t=1504887416",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256694944/movie_max.webm?t=1504887416"
      },
      "highlight": true
    },
    {
      "id": 256698024,
      "name": "Idle Champions Interview",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256698024/movie.293x165.jpg?t=1507927384",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256698024/movie480.webm?t=1507927384",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256698024/movie_max.webm?t=1507927384"
      },
      "highlight": true
    }
  ],
  "recommendations": {
    "total": 2033
  },
  "achievements": {
    "total": 50,
    "highlighted": [
      {
        "name": "A Brief Tour of the Realms",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/627690/cf66b275d9a5f8b4356e0812db90b1f79d8abe37.jpg"
      },
      {
        "name": "A Brief Escort through the Realms",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/627690/ab39f2b6b19b28835095d1fe8cd29a1f4a498cfe.jpg"
      },
      {
        "name": "The Cursed Farmer",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/627690/2baa92f70dcb1efbff07d20dbcb8940ac375d2be.jpg"
      },
      {
        "name": "Are Ya Chicken?",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/627690/9fd521c7f1efb1466a40235d0df897fa4480b802.jpg"
      },
      {
        "name": "Mad Cow Disease",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/627690/b8f8beabcb4ca9909a62e0b5c660838fe682537a.jpg"
      },
      {
        "name": "The Mad Wizard",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/627690/cacf2accfcd12a911894eb928b6ca9519c5e2ca8.jpg"
      },
      {
        "name": "Friendly Imps",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/627690/1fb13791dd89be1bb3014d9c105a8dfcccd8727a.jpg"
      },
      {
        "name": "Pure Energy",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/627690/a1fe04f9c0083032370704391c8c74df4f7d711a.jpg"
      },
      {
        "name": "Beast Intentions",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/627690/f2722f9e1f273d031912e57b75c594ffd697a273.jpg"
      },
      {
        "name": "Were-verpowered",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/627690/599e52ed037f668fe450cc023a07726134804800.jpg"
      }
    ]
  },
  "release_date": {
    "coming_soon": false,
    "date": "7 Sep, 2017"
  },
  "support_info": {
    "url": "www.codenameentertainment.com",
    "email": "idlechampions@codenameentertainment.com"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/627690/page_bg_generated_v6b.jpg?t=1523570497"
}
