{
  "type": "demo",
  "name": "Psycho Love Demo",
  "steam_appid": 1015000,
  "required_age": 0,
  "is_free": true,
  "detailed_description": "In this demo of the game &quot;Psycho Love&quot; you will be given the opportunity to experience the game before its release. In your hands, it will be available to the full storyline of one of the heroines, as well as a good and bad ending to this storyline. This storyline will go for 9 hours of gameplay.<br>Lonely all his life a guy named Sergei Ustinov learns that he has schizophrenia. He goes to a mental hospital called Phoenix. This dispensary specializes in creating a favorable lifestyle for patients. The main problem of the majority of patients whose age coincides with the age of Sergei is loneliness. He gets acquainted with many people, but he gives preference to only one (in this demo). Sabine Glossa.<br> This is what he writes in his diary about this girl: “Sabina Glyantseva is the most mysterious girl I've ever seen in this place. She never will be good enough to talk. She loves being asked about something, but at the same time the information needs to be pulled out of it. I would even say that she doesn’t feel any emotions at all! She always walks with the same facial expression, answers any question or request with a meek answer. it never eats anything! I can not even suspect what diagnosis it has. &quot;<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1015000/extras/Сабина.jpg?t=1555582045\" ><br> Get closer to her, go through all the difficulties of life, and they will have to overcome themselves in this demo.",
  "about_the_game": "In this demo of the game &quot;Psycho Love&quot; you will be given the opportunity to experience the game before its release. In your hands, it will be available to the full storyline of one of the heroines, as well as a good and bad ending to this storyline. This storyline will go for 9 hours of gameplay.<br>Lonely all his life a guy named Sergei Ustinov learns that he has schizophrenia. He goes to a mental hospital called Phoenix. This dispensary specializes in creating a favorable lifestyle for patients. The main problem of the majority of patients whose age coincides with the age of Sergei is loneliness. He gets acquainted with many people, but he gives preference to only one (in this demo). Sabine Glossa.<br> This is what he writes in his diary about this girl: “Sabina Glyantseva is the most mysterious girl I've ever seen in this place. She never will be good enough to talk. She loves being asked about something, but at the same time the information needs to be pulled out of it. I would even say that she doesn’t feel any emotions at all! She always walks with the same facial expression, answers any question or request with a meek answer. it never eats anything! I can not even suspect what diagnosis it has. &quot;<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1015000/extras/Сабина.jpg?t=1555582045\" ><br> Get closer to her, go through all the difficulties of life, and they will have to overcome themselves in this demo.",
  "short_description": "When Sergei finds out that he has schizophrenia, he gets into the Phoenix dispensary. He meets many people who can stifle his loneliness, but fate brings him only with one. Sabina Glyantseva, a girl from this world. She attracted Sergey with her mystery and detachment from the world.",
  "fullgame": {
    "appid": "999390",
    "name": "Psycho Love"
  },
  "supported_languages": "Russian",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/1015000/header.jpg?t=1555582045",
  "website": null,
  "pc_requirements": [],
  "mac_requirements": [],
  "linux_requirements": [],
  "legal_notice": "End User License Agreement for Psycho Love Computer Game<br />\r\n<br />\r\nPLEASE READ THIS AGREEMENT CAREFULLY BEFORE USING THE SOFTWARE PRODUCT.<br />\r\n<br />\r\nThis End-User License Agreement of the Psycho Love computer game (“Agreement”, “License”) governs the legal relationship between you, on the one hand, and Mad Chanterelle, on the other.<br />\r\n<br />\r\nThis agreement is entered into by the parties in relation to the computer game \"Psycho Love\" (\"Game\"), all software included in the Game and relating to the Game, all patches and addons to the Game of all sites with limited access and all other Mad Chanterelle services in Games (including CD and / or DVD identification components), all alpha, beta, demo, pre-release, paid, free, gift versions of the elements listed above, and any related documentation (together the “Software”).<br />\r\nMad Chanterelle HEREBY OFFER YOU TO PERSONALLY CONCLUDE AGREEMENT ON THE USE OF THE SOFTWARE UNDER YOUR AGREEMENT WITH ALL THE AGREEMENT.<br />\r\n<br />\r\nPLEASE READ CAREFULLY THE TERMS AND CONDITIONS BEFORE PRESSING THE YES BUTTON AND ACCEPT THE TERMS AND CONDITIONS. By clicking the \"YES\" button to accept the terms of the Agreement, and / or by starting to use the Software, installing or copying the Software to your computer’s hard drive, RAM, or other storage device, you acknowledge that you have read this Agreement, understand and agree to comply with all of its conditions.<br />\r\n<br />\r\nBy clicking the \"No\" button or otherwise refusing to click the \"Yes\" button to accept the terms of the Agreement, you refuse the offer to conclude an Agreement. If you do not agree to the terms of the Agreement, you must immediately (1) terminate the installation (or removal) and use of the Software and other materials related to the Software; (2) completely remove all copies of the Software and related files from your computer; (3) immediately return the Software together with the packaging and other materials included in the copy of the Software you purchased, as well as the original of the cash and / or sales receipt to the store where the Software was purchased, to return the money paid for the Software or exchange Software for another product, depending on the terms of the contract of sale of a copy of the Software concluded between you and the seller. In the event of a return of the Software, the money returned to you by the seller is the only indemnification for your damages and our only obligation related to the acquisition of the Software.<br />\r\n<br />\r\n1. Provision of a License. Mad Chanterelle grants you, under a non-exclusive license, the right to personal non-commercial use of the Software under the terms of this Agreement and related documentation. You acquire the rights specified in this Agreement, you also acquire the right to receive additional content from Mad Chanterelle subject to acceptance of the terms of the Agreement and registration of the Software (including an indication of a valid email address and activation code in accordance with the request). Any commercial use of the Software is prohibited. You are also not allowed to transfer under sublicense agreements, rent or lease, or otherwise distribute the Software or the right to use the Software. The Agreement is valid from the moment of installation or other use of the Software and is valid until the earliest of the two events: (1) the termination of your use of the Software; (2) the termination of this Agreement. Some of the terms of the Agreement may apply to your use of online services related to the Software. In the event of a change in the terms of the Agreement, you will be notified of this additionally, and you will need to accept such conditions for future use of the Software. Mad Chanterelle reserves all rights with respect to the Software not expressly granted to you in this Agreement.<br />\r\n2.2. Transfer of rights. In accordance with the technical protection tools that may be installed on your version of the Software (described in more detail below), you can permanently transfer all rights granted to Mad Chanterelle to you by this Agreement to a third party, provided that: a) you delete all copies of the Software software and other materials relating to the Software from all technical elements of your computer on which the Software and / or other materials relating to the Software have been installed; b) you will not have any copies of other materials related to the Software; c) you fully conveyed",
  "developers": [
    "Mad Chanterelle"
  ],
  "publishers": [
    "Mad Chanterelle"
  ],
  "package_groups": [],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    },
    {
      "id": 10,
      "description": "Game demo"
    },
    {
      "id": 22,
      "description": "Steam Achievements"
    }
  ],
  "genres": [
    {
      "id": "1",
      "description": "Action"
    },
    {
      "id": "25",
      "description": "Adventure"
    },
    {
      "id": "37",
      "description": "Free to Play"
    },
    {
      "id": "3",
      "description": "RPG"
    },
    {
      "id": "28",
      "description": "Simulation"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1015000/ss_5a3e1669a0c6a17d7b34722c6b935e7835261d3b.600x338.jpg?t=1555582045",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1015000/ss_5a3e1669a0c6a17d7b34722c6b935e7835261d3b.1920x1080.jpg?t=1555582045"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1015000/ss_a076681d8b9f84a19a6788d43a3687163e4b671e.600x338.jpg?t=1555582045",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1015000/ss_a076681d8b9f84a19a6788d43a3687163e4b671e.1920x1080.jpg?t=1555582045"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1015000/ss_ca18f95249a2130f177c2d4eae447c1e45f1782f.600x338.jpg?t=1555582045",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1015000/ss_ca18f95249a2130f177c2d4eae447c1e45f1782f.1920x1080.jpg?t=1555582045"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1015000/ss_367c097318078f78dda18cf2f42b7722f333b2c9.600x338.jpg?t=1555582045",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1015000/ss_367c097318078f78dda18cf2f42b7722f333b2c9.1920x1080.jpg?t=1555582045"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1015000/ss_ac5c0da3b345ff86969bad7168d77912b70f4301.600x338.jpg?t=1555582045",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1015000/ss_ac5c0da3b345ff86969bad7168d77912b70f4301.1920x1080.jpg?t=1555582045"
    }
  ],
  "release_date": {
    "coming_soon": true,
    "date": "30 Apr, 2019"
  },
  "support_info": {
    "url": "https://vk.com/rijayajaja",
    "email": "matvey.zorin@yandex.ru"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/1015000/page_bg_generated_v6b.jpg?t=1555582045",
  "content_descriptors": {
    "ids": [],
    "notes": null
  }
}
