{
  "type": "dlc",
  "name": "Total War: THREE KINGDOMS - Eight Princes",
  "steam_appid": 1102310,
  "required_age": 0,
  "is_free": false,
  "detailed_description": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1102310/extras/3K_EP_GIF1.gif?t=1563446477\" ><h2 class=\"bb_tag\"><strong>Total War: THREE KINGDOMS – Eight Princes Chapter Pack</strong></h2><br><br><ul class=\"bb_ul\"><li>New campaign set 100 years after the Three Kingdoms period began<br></li><li>Eight new playable princes with substantially different playstyles…<br></li><li>Supported by unique buildings, assignments and court options <br></li><li>New elite units: pummel your foe with mighty cataphracts!<br></li><li>Shape your faction development with four new alignments: Wealth, Spirit, Might, and Mind<br></li><li>Key public order and faction-rank changes to reflect this unique conflict</li></ul><br>The year is 291 CE, and a generation has passed since the tumultuous events of the Three Kingdoms period began. Despite the tripartite division of power which brought the conflict to a stalemate, and the brief unification of the kingdoms under the Jin dynasty, civil war is no more than a heartbeat away.<br><br>For the Jin is a dynasty divided. Its many ruling princes are hungry for greater power, each with ambitions – and methods – of their own. Eight stand above all others… will they rally to their emperor and empress? Or carve a legacy for themselves that will echo through the ages?<br><br>The Eight Princes Chapter Pack is set 100 years after the events of Total War: THREE KINGDOMS, and features a new cast of playable factions led by the foremost princes of the Jin Dynasty. These Eight Princes offer feature substantially different campaign mechanics, focussing their playstyles in fascinating and unique ways   <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1102310/extras/3K_EP_GIF2.gif?t=1563446477\" ><h2 class=\"bb_tag\"><strong>Playable princes</strong></h2><br><br>Each of the eight playable princes adhere to the five core character classes of the base game, and have their own sets of campaign mechanics which strongly focus their gameplay style.<br><br><br><u>Sima Yong: the shrewd defender</u><br><br>Class: Vanguard<br>Playstyle focus: defence and infrastructure<br><br>Unique units: <br><ul class=\"bb_ul\"><li>Xianbei Horse Archers (harassers, high rate of fire and mobility) <br></li><li>Xianbei Riders (shock cav, excellent charge bonuses) </li></ul><br>Sima Yong has a particular focus on defence and infrastructure. All garrisoned armies increase reserves and faction support, and help to decrease construction costs in his settlements. His unique Military Security building chain improves noble support, income from all sources, boosts prestige and provides additional garrisons. His unique Military Supervision assignment further boosts income from all sources, but at the cost of noble support. <br><br>Known for his talent at identifying capable people, Sima Yong has an increased chance for Man Of The Hour events triggering after battles.<br><br><br><u>Sima Jiong: the imperious regent</u><br><br>Class: Commander<br>Playstyle focus: centralised government<br><br>Unique units: <br><ul class=\"bb_ul\"><li>Qi Guardsmen (polearm infantry, good vs cav, excellent armour)  <br></li><li>Qi Crossbowmen (armoured crossbowmen, excellent vs armoured units)</li></ul><br>Sima Jiong’s unique resource is Control, which increases noble support and decreases corruption. Control is generated by the faction leader, and through military successes, but is lost through military losses and the assignment of ministers at court. To combat the latter and increase control, Sima Jiong has a unique court action enabling him to cast out powerful characters from ministerial positions.<br><br>Sima Jiong’s unique administration building chain generates further control while reducing corruption, and his commanderies have access to a unique Micromanage Commandery assignment, boosting income from all sources and reducing corruption, at the cost of some control. <br><br><br><u>Sima Yue: the imperial overseer</u><br><br>Class: Sentinel<br>Playstyle focus: politics and internal government<br><br>Unique units:<br><ul class=\"bb_ul\"><li>Xu Raiders (assault, shock infantry, good charge)<br></li><li>Warriors of Xu (Frontline axe infantry, high health, good missile defence) </li></ul><br>Sima Yue’s unique resource, Influence, decreases construction costs and time and increases his faction’s research rate. It is generated through special assignments in his commanderies, and lost through military defeats. It also decays naturally over time. <br><br>His unique Labour economic building chain boosts population growth and reduces construction costs. His court also features two unique ministerial positions: the military emissary which reduces recruitment costs and enables the Military Interference assignment, and the Provincial Advisor, which reduces corruption and enables the Provincial Inspection assignment.<br><br><br><u>Sima Ai: the principled administrator</u><br><br>Class: Champion<br>Playstyle focus: internal development<br><br>Unique units:<br><ul class=\"bb_ul\"><li>Infantry of Jing (polearm infantry, anti-cav, good morale and armour)<br></li><li>Archers of Jing (excellent ranged damage, high ammunition)</li></ul><br>Sima Ai’s unique resource is Reformation, which improves trade influence and research speed, while reducing corruption. Reformation is generated by settlement development, as Sima Ai’s unique Reformed Infrastructure trait means that buildings in commandery capitals influence the increase – and decrease – of Reformation.<br><br>To further enhance Reformation, Sima Ai’s faction also has access to two unique commandery assignments. Restructure Administration boosts Reformation gain and any Reformation gains from commandery buildings, while Regulate Markets decreases Reformation, but enhances income from commerce, silk and spices. <br><br><br><u>Sima Ying: the beloved governor</u><br><br>Class: Strategist<br>Playstyle focus: characters<br><br>Unique units: <br><ul class=\"bb_ul\"><li>Qiang Hunters (Horse archers, good skirmishers, good melee, fatigue immunity)<br></li><li>Qiang Marauders (shock cavalry, flankers, fatigue immunity, poor defence vs missile)<br></li><li>Qiang Raiders (melee cavalry, flankers, fatigue immunity, poor defence vs spears)</li></ul><br>Sima Ying’s court differs from all others, as characters who are assigned to any ministerial position grant factionwide effects – a trait normally reserved only for the prime minister, heir and faction leader. Assigning a smart combination of characters to Sima Ying’s court can therefore have a powerful and wide-ranging impact. <br><br>Sima Ying also has access to a stronger variant of the Government Support agricultural building chain, which grants extra bonuses to income from peasantry and food production from farms in the same commandery.<br><br><br><u>Sima Lun: the usurper prince</u><br><br>Class: Commander<br>Playstyle focus: espionage and diplomacy<br><br>Unique units: <br><ul class=\"bb_ul\"><li>Xiongnu Cavalry: (Shock cav, excellent charge)<br></li><li>Xiongnu Cataphracts (assault, excellent charge, excellent armour)</li></ul><br>Sima Lun’s unique faction resource is Subterfuge, and his playstyle is heavily dependent on deception and espionage. Sima Lun has extra spy slot available from the start of the campaign, and generates his unique resource through the actions performed by his spies. Subterfuge can be spent on inciting proxy wars, performing diplomatic deceptions, and increasing the effectiveness of the faction’s undercover network. Subterfuge is also generated Sima Lun’s unique Judiciary administration building chain, which also improves income from family estates.<br><br><br><u>Sima Liang: the rightful regent</u><br><br>Class: Champion<br>Playstyle focus: lawful rule <br><br>Unique units:<br><ul class=\"bb_ul\"><li>Imperial Guards (frontline infantry, excellent defence)</li></ul><br>Sima Liang’s faction has a unique government type called Domain, which restricts the number of counties which can be governed without incurring penalties. However, his faction also has access to the unique resource of Jurisdiction, which increases his faction’s maximum domain size, and greatly increases income from the faction leader’s estates, replenishment, and the chance to capture characters. The main source for Jurisdiction is factions who submit to his leadership through a unique Cooperation vassalage treaty. Jurisdiction is also generated through Judiciary administration building chain, which also fights corruption.<br><br><u>Sima Wei: the tempestuous general</u><br><br>Class: Vanguard<br>Playstyle focus: aggressive expansion<br><br>Unique units: <br><ul class=\"bb_ul\"><li>Chu Infantry (assault, strong VS infantry) <br></li><li>Chu Spearmen (anti-cav, strong VS armoured cav)</li></ul><br>Sima Wei’s unique faction resource is Fury, and is generated through military victories and conquest options. Fury reduces unit upkeep, increases replenishment, and impacts the diplomatic attitudes of other factions towards Sima Wei. Fury decays over time, so maintaining military momentum is the key to success with Sima Wei. But he also has some tempting tools to release his Fury and to show his generous side: he has two unique administration assignments – Reward the Nobility, which boosts support from nobles, and Rally Conscripts, which further enhances replenishment.<br><br>Sima Wei also has a unique court action – Present Gift – which improves the recipient character’s relationship with him.<br><br>Sima Wei’s Conscription military building chain brings higher starting ranks for new recruits, a bonus to seasonal retinue deployment, a boost to replenishment and a reduction in redeployment costs. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1102310/extras/3K_EP_GIF3.gif?t=1563446477\" ><h2 class=\"bb_tag\"><strong>Faction advancement</strong></h2><br>A prince’s faction ranks differ from those of the warlords of the Three Kingdoms period, advancing from minor prince to grand prince, then imperial prince. <br><br>You also now have the choice of whether to pursue the emperorship for yourself, or preserve the existing emperor and rule as his regent. Your choice between these two positions is based very closely on the alignments paths you choose to follow throughout the campaign.<h2 class=\"bb_tag\"><strong>Alignments</strong></h2><br><br>The alignments system grants new choices in how you shape your faction over time. The four alignments – Wealth, Spirit, Might and Mind – all grant different bonuses, and their adoption is driven by a wealth of bespoke new events and dilemmas. As your association with specific alignments grows, you’ll begin to encounter events and dilemmas themed specifically around those alignments. <br><br>Your alignments also inform the dilemma you’ll face when you capture the emperor. The outcome of this dilemma in turn defines whether you ascend to the highest faction rank of Emperor or Regent.  <br><br>Each alignment grants increasing bonuses to aspects of your faction:<br>Wealth: Increasing your faction’s alignment with this aspect offers rising bonuses to income, trade and prestige.  <br><br><ul class=\"bb_ul\"><li>Spirit: Increasing your faction’s alignment with this aspect grants rising bonuses to your faction’s food production, diplomatic relations, noble support and prestige.<br><br></li><li>Might: Increasing your faction’s alignment with Might brings factionwide bonuses to your armies’ campaign movement range, mustering times, retinue upkeep and prestige.<br><br></li><li>Mind: Increasing your faction’s alignment with the Mind boosts character experience gains, your faction’s research rate, available administrator positions and prestige.</li></ul><h2 class=\"bb_tag\"><strong>Noble Support</strong></h2><br><br>The war of the 8 Princes was largely a struggle for supremacy among the nobility. To reflect this, public order is now known as noble support. Low noble support will cause a rebellious noble-led army to spawn.<br><br>However, the sources of positive and negative noble support throughout your infrastructure are thematically very different to public order, as the aristocracy’s needs and desires are different to those of the people. Maintaining stability through noble support will depend on different building choices to the Three Kingdoms period. Likewise, unlike public order in the base game, growing commandery populations do not have a negative impact on noble support.",
  "about_the_game": "<img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1102310/extras/3K_EP_GIF1.gif?t=1563446477\" ><h2 class=\"bb_tag\"><strong>Total War: THREE KINGDOMS – Eight Princes Chapter Pack</strong></h2><br><br><ul class=\"bb_ul\"><li>New campaign set 100 years after the Three Kingdoms period began<br></li><li>Eight new playable princes with substantially different playstyles…<br></li><li>Supported by unique buildings, assignments and court options <br></li><li>New elite units: pummel your foe with mighty cataphracts!<br></li><li>Shape your faction development with four new alignments: Wealth, Spirit, Might, and Mind<br></li><li>Key public order and faction-rank changes to reflect this unique conflict</li></ul><br>The year is 291 CE, and a generation has passed since the tumultuous events of the Three Kingdoms period began. Despite the tripartite division of power which brought the conflict to a stalemate, and the brief unification of the kingdoms under the Jin dynasty, civil war is no more than a heartbeat away.<br><br>For the Jin is a dynasty divided. Its many ruling princes are hungry for greater power, each with ambitions – and methods – of their own. Eight stand above all others… will they rally to their emperor and empress? Or carve a legacy for themselves that will echo through the ages?<br><br>The Eight Princes Chapter Pack is set 100 years after the events of Total War: THREE KINGDOMS, and features a new cast of playable factions led by the foremost princes of the Jin Dynasty. These Eight Princes offer feature substantially different campaign mechanics, focussing their playstyles in fascinating and unique ways   <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1102310/extras/3K_EP_GIF2.gif?t=1563446477\" ><h2 class=\"bb_tag\"><strong>Playable princes</strong></h2><br><br>Each of the eight playable princes adhere to the five core character classes of the base game, and have their own sets of campaign mechanics which strongly focus their gameplay style.<br><br><br><u>Sima Yong: the shrewd defender</u><br><br>Class: Vanguard<br>Playstyle focus: defence and infrastructure<br><br>Unique units: <br><ul class=\"bb_ul\"><li>Xianbei Horse Archers (harassers, high rate of fire and mobility) <br></li><li>Xianbei Riders (shock cav, excellent charge bonuses) </li></ul><br>Sima Yong has a particular focus on defence and infrastructure. All garrisoned armies increase reserves and faction support, and help to decrease construction costs in his settlements. His unique Military Security building chain improves noble support, income from all sources, boosts prestige and provides additional garrisons. His unique Military Supervision assignment further boosts income from all sources, but at the cost of noble support. <br><br>Known for his talent at identifying capable people, Sima Yong has an increased chance for Man Of The Hour events triggering after battles.<br><br><br><u>Sima Jiong: the imperious regent</u><br><br>Class: Commander<br>Playstyle focus: centralised government<br><br>Unique units: <br><ul class=\"bb_ul\"><li>Qi Guardsmen (polearm infantry, good vs cav, excellent armour)  <br></li><li>Qi Crossbowmen (armoured crossbowmen, excellent vs armoured units)</li></ul><br>Sima Jiong’s unique resource is Control, which increases noble support and decreases corruption. Control is generated by the faction leader, and through military successes, but is lost through military losses and the assignment of ministers at court. To combat the latter and increase control, Sima Jiong has a unique court action enabling him to cast out powerful characters from ministerial positions.<br><br>Sima Jiong’s unique administration building chain generates further control while reducing corruption, and his commanderies have access to a unique Micromanage Commandery assignment, boosting income from all sources and reducing corruption, at the cost of some control. <br><br><br><u>Sima Yue: the imperial overseer</u><br><br>Class: Sentinel<br>Playstyle focus: politics and internal government<br><br>Unique units:<br><ul class=\"bb_ul\"><li>Xu Raiders (assault, shock infantry, good charge)<br></li><li>Warriors of Xu (Frontline axe infantry, high health, good missile defence) </li></ul><br>Sima Yue’s unique resource, Influence, decreases construction costs and time and increases his faction’s research rate. It is generated through special assignments in his commanderies, and lost through military defeats. It also decays naturally over time. <br><br>His unique Labour economic building chain boosts population growth and reduces construction costs. His court also features two unique ministerial positions: the military emissary which reduces recruitment costs and enables the Military Interference assignment, and the Provincial Advisor, which reduces corruption and enables the Provincial Inspection assignment.<br><br><br><u>Sima Ai: the principled administrator</u><br><br>Class: Champion<br>Playstyle focus: internal development<br><br>Unique units:<br><ul class=\"bb_ul\"><li>Infantry of Jing (polearm infantry, anti-cav, good morale and armour)<br></li><li>Archers of Jing (excellent ranged damage, high ammunition)</li></ul><br>Sima Ai’s unique resource is Reformation, which improves trade influence and research speed, while reducing corruption. Reformation is generated by settlement development, as Sima Ai’s unique Reformed Infrastructure trait means that buildings in commandery capitals influence the increase – and decrease – of Reformation.<br><br>To further enhance Reformation, Sima Ai’s faction also has access to two unique commandery assignments. Restructure Administration boosts Reformation gain and any Reformation gains from commandery buildings, while Regulate Markets decreases Reformation, but enhances income from commerce, silk and spices. <br><br><br><u>Sima Ying: the beloved governor</u><br><br>Class: Strategist<br>Playstyle focus: characters<br><br>Unique units: <br><ul class=\"bb_ul\"><li>Qiang Hunters (Horse archers, good skirmishers, good melee, fatigue immunity)<br></li><li>Qiang Marauders (shock cavalry, flankers, fatigue immunity, poor defence vs missile)<br></li><li>Qiang Raiders (melee cavalry, flankers, fatigue immunity, poor defence vs spears)</li></ul><br>Sima Ying’s court differs from all others, as characters who are assigned to any ministerial position grant factionwide effects – a trait normally reserved only for the prime minister, heir and faction leader. Assigning a smart combination of characters to Sima Ying’s court can therefore have a powerful and wide-ranging impact. <br><br>Sima Ying also has access to a stronger variant of the Government Support agricultural building chain, which grants extra bonuses to income from peasantry and food production from farms in the same commandery.<br><br><br><u>Sima Lun: the usurper prince</u><br><br>Class: Commander<br>Playstyle focus: espionage and diplomacy<br><br>Unique units: <br><ul class=\"bb_ul\"><li>Xiongnu Cavalry: (Shock cav, excellent charge)<br></li><li>Xiongnu Cataphracts (assault, excellent charge, excellent armour)</li></ul><br>Sima Lun’s unique faction resource is Subterfuge, and his playstyle is heavily dependent on deception and espionage. Sima Lun has extra spy slot available from the start of the campaign, and generates his unique resource through the actions performed by his spies. Subterfuge can be spent on inciting proxy wars, performing diplomatic deceptions, and increasing the effectiveness of the faction’s undercover network. Subterfuge is also generated Sima Lun’s unique Judiciary administration building chain, which also improves income from family estates.<br><br><br><u>Sima Liang: the rightful regent</u><br><br>Class: Champion<br>Playstyle focus: lawful rule <br><br>Unique units:<br><ul class=\"bb_ul\"><li>Imperial Guards (frontline infantry, excellent defence)</li></ul><br>Sima Liang’s faction has a unique government type called Domain, which restricts the number of counties which can be governed without incurring penalties. However, his faction also has access to the unique resource of Jurisdiction, which increases his faction’s maximum domain size, and greatly increases income from the faction leader’s estates, replenishment, and the chance to capture characters. The main source for Jurisdiction is factions who submit to his leadership through a unique Cooperation vassalage treaty. Jurisdiction is also generated through Judiciary administration building chain, which also fights corruption.<br><br><u>Sima Wei: the tempestuous general</u><br><br>Class: Vanguard<br>Playstyle focus: aggressive expansion<br><br>Unique units: <br><ul class=\"bb_ul\"><li>Chu Infantry (assault, strong VS infantry) <br></li><li>Chu Spearmen (anti-cav, strong VS armoured cav)</li></ul><br>Sima Wei’s unique faction resource is Fury, and is generated through military victories and conquest options. Fury reduces unit upkeep, increases replenishment, and impacts the diplomatic attitudes of other factions towards Sima Wei. Fury decays over time, so maintaining military momentum is the key to success with Sima Wei. But he also has some tempting tools to release his Fury and to show his generous side: he has two unique administration assignments – Reward the Nobility, which boosts support from nobles, and Rally Conscripts, which further enhances replenishment.<br><br>Sima Wei also has a unique court action – Present Gift – which improves the recipient character’s relationship with him.<br><br>Sima Wei’s Conscription military building chain brings higher starting ranks for new recruits, a bonus to seasonal retinue deployment, a boost to replenishment and a reduction in redeployment costs. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1102310/extras/3K_EP_GIF3.gif?t=1563446477\" ><h2 class=\"bb_tag\"><strong>Faction advancement</strong></h2><br>A prince’s faction ranks differ from those of the warlords of the Three Kingdoms period, advancing from minor prince to grand prince, then imperial prince. <br><br>You also now have the choice of whether to pursue the emperorship for yourself, or preserve the existing emperor and rule as his regent. Your choice between these two positions is based very closely on the alignments paths you choose to follow throughout the campaign.<h2 class=\"bb_tag\"><strong>Alignments</strong></h2><br><br>The alignments system grants new choices in how you shape your faction over time. The four alignments – Wealth, Spirit, Might and Mind – all grant different bonuses, and their adoption is driven by a wealth of bespoke new events and dilemmas. As your association with specific alignments grows, you’ll begin to encounter events and dilemmas themed specifically around those alignments. <br><br>Your alignments also inform the dilemma you’ll face when you capture the emperor. The outcome of this dilemma in turn defines whether you ascend to the highest faction rank of Emperor or Regent.  <br><br>Each alignment grants increasing bonuses to aspects of your faction:<br>Wealth: Increasing your faction’s alignment with this aspect offers rising bonuses to income, trade and prestige.  <br><br><ul class=\"bb_ul\"><li>Spirit: Increasing your faction’s alignment with this aspect grants rising bonuses to your faction’s food production, diplomatic relations, noble support and prestige.<br><br></li><li>Might: Increasing your faction’s alignment with Might brings factionwide bonuses to your armies’ campaign movement range, mustering times, retinue upkeep and prestige.<br><br></li><li>Mind: Increasing your faction’s alignment with the Mind boosts character experience gains, your faction’s research rate, available administrator positions and prestige.</li></ul><h2 class=\"bb_tag\"><strong>Noble Support</strong></h2><br><br>The war of the 8 Princes was largely a struggle for supremacy among the nobility. To reflect this, public order is now known as noble support. Low noble support will cause a rebellious noble-led army to spawn.<br><br>However, the sources of positive and negative noble support throughout your infrastructure are thematically very different to public order, as the aristocracy’s needs and desires are different to those of the people. Maintaining stability through noble support will depend on different building choices to the Three Kingdoms period. Likewise, unlike public order in the base game, growing commandery populations do not have a negative impact on noble support.",
  "short_description": "The year is 291 CE, and a generation has passed since the tumultuous events of the Three Kingdoms period began. Despite the tripartite division of power which brought the conflict to a stalemate, and the brief unification of the kingdoms under the Jin dynasty, civil war is no more than a heartbeat away.",
  "fullgame": {
    "appid": "779340",
    "name": "Total War: THREE KINGDOMS"
  },
  "supported_languages": "English<strong>*</strong>, French<strong>*</strong>, Italian, German<strong>*</strong>, Spanish - Spain, Czech, Korean<strong>*</strong>, Polish, Portuguese - Brazil, Russian<strong>*</strong>, Simplified Chinese<strong>*</strong>, Traditional Chinese, Turkish<br><strong>*</strong>languages with full audio support",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/1102310/header.jpg?t=1563446477",
  "website": "https://www.totalwar.com/",
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 64 Bit<br></li><li><strong>Processor:</strong> Intel Core 2 Duo 3.00Ghz<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> GTX 650 Ti 1GB|HD 7850 1GB|Intel UHD Graphics 620<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 60 GB available space<br></li><li><strong>Additional Notes:</strong> 6GB Memory if using integrated GPU</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 10 64 Bit<br></li><li><strong>Processor:</strong> Intel i5-6600 | Ryzen 5 2600X<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> GTX 970 | R9 Fury X 4GB VRAM<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 60 GB available space</li></ul>"
  },
  "mac_requirements": [],
  "linux_requirements": [],
  "legal_notice": "Developed by Creative Assembly and published by SEGA. Creative Assembly, the Creative Assembly logo, Total War and the Total War logo are either registered trademarks or trademarks of The Creative Assembly Limited. SEGA and the SEGA logo are either registered trademarks or trademarks of SEGA Holdings Co., Ltd. or its affiliates. All rights reserved. SEGA is registered in the U.S. Patent and Trademark Office..",
  "developers": [
    "CREATIVE ASSEMBLY",
    "Feral Interactive (Mac)",
    "Feral Interactive (Linux)"
  ],
  "publishers": [
    "SEGA"
  ],
  "price_overview": {
    "currency": "EUR",
    "initial": 899,
    "final": 809,
    "discount_percent": 10,
    "initial_formatted": "8,99€",
    "final_formatted": "8,09€"
  },
  "packages": [
    372165
  ],
  "package_groups": [
    {
      "name": "default",
      "title": "Buy Total War: THREE KINGDOMS - Eight Princes",
      "description": "",
      "selection_text": "Select a purchase option",
      "save_text": "",
      "display_type": 0,
      "is_recurring_subscription": "false",
      "subs": [
        {
          "packageid": 372165,
          "percent_savings_text": "-10%",
          "percent_savings": 0,
          "option_text": "Total War: THREE KINGDOMS - Eight Princes - <span class=\"discount_original_price\">8,99€</span> 8,09€",
          "option_description": "",
          "can_get_free_license": "0",
          "is_free_license": false,
          "price_in_cents_with_discount": 809
        }
      ]
    }
  ],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    },
    {
      "id": 1,
      "description": "Multi-player"
    },
    {
      "id": 21,
      "description": "Downloadable Content"
    },
    {
      "id": 22,
      "description": "Steam Achievements"
    },
    {
      "id": 23,
      "description": "Steam Cloud"
    }
  ],
  "genres": [
    {
      "id": "1",
      "description": "Action"
    },
    {
      "id": "2",
      "description": "Strategy"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1102310/ss_e8f0f19f8fd6f455c9aaf3195eedc6e9b25ad942.600x338.jpg?t=1563446477",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1102310/ss_e8f0f19f8fd6f455c9aaf3195eedc6e9b25ad942.1920x1080.jpg?t=1563446477"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1102310/ss_3435e53b07c59efd4daee14c1088ca1d8d94b25d.600x338.jpg?t=1563446477",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1102310/ss_3435e53b07c59efd4daee14c1088ca1d8d94b25d.1920x1080.jpg?t=1563446477"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1102310/ss_991b9823daeeaccf008f9b16422af8ef7b48fed2.600x338.jpg?t=1563446477",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1102310/ss_991b9823daeeaccf008f9b16422af8ef7b48fed2.1920x1080.jpg?t=1563446477"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1102310/ss_c2ced09826d43bd6d5fd724a34388e32b4a9a7fc.600x338.jpg?t=1563446477",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1102310/ss_c2ced09826d43bd6d5fd724a34388e32b4a9a7fc.1920x1080.jpg?t=1563446477"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1102310/ss_54e49b6b18e00bc614bd496603c57acad188fafb.600x338.jpg?t=1563446477",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1102310/ss_54e49b6b18e00bc614bd496603c57acad188fafb.1920x1080.jpg?t=1563446477"
    }
  ],
  "movies": [
    {
      "id": 256756109,
      "name": "8P_Trailer_Press_PEGI_FRE",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256756109/movie.293x165.jpg?t=1563286838",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256756109/movie480.webm?t=1563286838",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256756109/movie_max.webm?t=1563286838"
      },
      "highlight": true
    }
  ],
  "release_date": {
    "coming_soon": true,
    "date": "8 Aug, 2019"
  },
  "support_info": {
    "url": "http://support.sega.co.uk",
    "email": ""
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/1102310/page_bg_generated_v6b.jpg?t=1563446477",
  "content_descriptors": {
    "ids": [
      2,
      5
    ],
    "notes": "Gameplay consists of graphic and realistic-looking depictions of physical conflict, weapons and depictions of human injury and death."
  }
}
