{
  "type": "game",
  "name": "三国游侠志",
  "steam_appid": 781590,
  "required_age": 0,
  "is_free": false,
  "dlc": [
    781870
  ],
  "detailed_description": "<h1>制作组寄语</h1><p>相信很多玩家朋友对很多年前的吞食天地系列游戏和智冠的刘备传等游戏记忆犹新，制作组的成员也很想将那种探索、奇遇、发现的乐趣表达出来。游戏中并没有设计感人至深的对话或是特别深刻的剧情，制作组的初衷其实是想让玩家体验并培养自己喜欢的三国人物，通过不同武将间特质的差异让玩家自行选择队伍的成员，然后挑战比较强的敌人，偏策略的玩法更多一点。游戏的剧情主线只有一条，就是想方设法打败最后的大魔王，围绕此主线玩家在探险过程中会遇到各种三国人物，其中有一部分在完成了支线剧情任务之后是可以加入的。游戏过程中不同地图区域能遇到的敌人种类和强度是不同的，有些区域必须有了强力队友才能去探险。而强力队友也并不是一加入就很强，而是需要玩家发现他们强的“特质”之后拿经验、技能点和装备重点培养的。\r\n      在游戏中强化了33位可以加入队伍的武将和谋士的角色培养设计，每一位都有可以解锁的主动技能和被动技能，还有待玩家发现的隐藏属性。由此设计了226种武将技能，50+种增益或者减益状态，技能和武将的隐藏属性搭配好了在初期就可以挑战比较强的怪物。设计了120+种游戏物品，供玩家收集和探索。其中很强力的道具必须靠探险得到，而其他的在商店中就可以买到。商店中道具的价格并不是贵的就好，而需要玩家自行去考虑性价比。</p><br><h1>About the Game</h1>您可以浏览本页面的游戏详细说明和演示视频，点击“查看手册”浏览游戏攻略，或者点击“查看快速参考”浏览游戏常见问题说明，来更进一步的了解游戏的玩法。更多问题请加QQ群：693484609，您将得到最快的回复和问题解答。对于希望在Android设备上游玩本游戏的玩家，您购买游戏后也可以获赠免费DLC！PC版界面全屏的切换按键盘上的F4键，Android版默认即为全屏。观看本页面的游戏初期攻略视频可以快速上手游戏，建议新玩家都浏览一下。\r\n\r\n      更新后的版本中将原有的五行阵系统改为了八阵图，五个基本位置中每个都有独特的特性（缩写分别是ABCDE）。当经历了特殊剧情后会获得阵图物品，如诸葛亮加入会送七星北斗阵的阵图，使用之后就可以通过在进入战斗之前调整队伍中5个队员的位置，在游戏战斗开始后就会提示开启七星北斗阵。游戏中共设定了约20种阵法，每种阵法的附加特性在开局的NPC对话中都会介绍。每种阵法的阵图物品都有关于这个阵法5个队员的站位条件，在使用之前请仔细查阅并记录。如获得雁行阵的阵图之后，阵图物品说明中的缩写B5，意思是若5名队员都站在第二个站位，则在战斗中会开启雁行阵。更多关于本次更新的内容请查看通知。本次Android的DLC并未更新，等游戏主版本稳定后再更新。\r\n\r\n\r\n游戏特色：\r\n1、每位登场的武将都有独一无二的主动技能，这些技能无法通过角色升级学会，只要用一定的技能点就能解锁，这样在游戏前期部分武将就能拥有强力的主动技能。\r\n2、名将的攻击和技能偏向物理攻击，具有生命力顽强、暴击和反击率高等特点。而谋士则以智谋取胜，具有治愈友军、为友军施加有利状态、为敌军施加不利状态等能力，以及强力的法术攻击技能。同时谋士对敌军的法术攻击具有较高的闪避率和反弹法术的能力。像周瑜这样的儒生将军会同时具备名将和谋士的特点。\r\n3、每位登场的武将都有独一无二的称号和被动技能，需要玩家在游戏过程中慢慢探索。此外，魏蜀吴的三国君主具有独特的领军技能，即为队伍中的每一位武将提供光环加持。而像诸葛亮、周瑜、郭嘉、赵云、许褚、甘宁等有特色的名将在战斗过程中满足一定条件后会触发强力的被动状态，从而扭转战局。\r\n4、一般情况下队伍中参加战斗的武将最多5名，需要注意武将的阵容搭配，同时引入了排兵布阵的特征，队伍中武将在五行阵中的布阵将影响战斗的胜负。魏蜀吴三国的武将分别在许昌、成都、建邺三座名城的宫殿中可以入队，而在进入不同宫殿的那一刻该国的武将会自行离队。\r\n5、登场的武将都只能装备一种类型的武器。武器的类型有刀、剑、锤、斧、鞭、杖、弓箭、戟、枪等。只有玩家扮演的主角作为三国通能够装备任何类型的武器。游戏中共有137种武器可供玩家选择，部分武器在商店中无法买到，需要到各地探险才能得到，不同武器的特性加成和隐藏属性也各不相同。并不是价格越高的武器就越超值，需要玩家根据队伍中武将的特性自行选取。\r\n6、游戏中的防具和装备共有70种，分别具有不同的特性，如属性加成、获得经验加成、遇敌率降低、以及自动战斗等，需要玩家自行探索。\r\n7、游戏中的技能共有226种，除了登场武将的专属技能，玩家在游历时各种机缘巧合会得到部分“秘籍”，从而学会额外的技能。\r\n8、游戏中的状态共有50+种，分为有利状态如亢奋、云体、雾身等，和不利状态混乱、愤怒、魅惑等，通过使用物品或者技能可以让己方或者敌方的武将概率获得，从而扭转战场局势。\r\n9、游戏中的物品有120+种，具有不同的效果。物品的获取除了传统的自由拾取或者探险得到，在得到特定剧情物品后在大地图行走时也会有意外的惊喜。\r\n10、在三国世界中游历时会听到各种有趣的轶闻，也有不同的NPC会考察你的三国功底，熟悉三国的玩家在游戏前期会更有利一些呢！玩家不需要收集齐全部的33员武将就可以挑战最后的大魔王，战斗胜利后在结束游戏前可以存储一个周目存档，此存档可以保存玩家的所有武器装备，那样开启下一周目游戏时，玩家就有一个“超级存档”，可以在前期去收集并磨练之前没有玩过的武将，发现新的游戏乐趣！",
  "about_the_game": "您可以浏览本页面的游戏详细说明和演示视频，点击“查看手册”浏览游戏攻略，或者点击“查看快速参考”浏览游戏常见问题说明，来更进一步的了解游戏的玩法。更多问题请加QQ群：693484609，您将得到最快的回复和问题解答。对于希望在Android设备上游玩本游戏的玩家，您购买游戏后也可以获赠免费DLC！PC版界面全屏的切换按键盘上的F4键，Android版默认即为全屏。观看本页面的游戏初期攻略视频可以快速上手游戏，建议新玩家都浏览一下。<br />\r\n<br />\r\n      更新后的版本中将原有的五行阵系统改为了八阵图，五个基本位置中每个都有独特的特性（缩写分别是ABCDE）。当经历了特殊剧情后会获得阵图物品，如诸葛亮加入会送七星北斗阵的阵图，使用之后就可以通过在进入战斗之前调整队伍中5个队员的位置，在游戏战斗开始后就会提示开启七星北斗阵。游戏中共设定了约20种阵法，每种阵法的附加特性在开局的NPC对话中都会介绍。每种阵法的阵图物品都有关于这个阵法5个队员的站位条件，在使用之前请仔细查阅并记录。如获得雁行阵的阵图之后，阵图物品说明中的缩写B5，意思是若5名队员都站在第二个站位，则在战斗中会开启雁行阵。更多关于本次更新的内容请查看通知。本次Android的DLC并未更新，等游戏主版本稳定后再更新。<br />\r\n<br />\r\n<br />\r\n游戏特色：<br />\r\n1、每位登场的武将都有独一无二的主动技能，这些技能无法通过角色升级学会，只要用一定的技能点就能解锁，这样在游戏前期部分武将就能拥有强力的主动技能。<br />\r\n2、名将的攻击和技能偏向物理攻击，具有生命力顽强、暴击和反击率高等特点。而谋士则以智谋取胜，具有治愈友军、为友军施加有利状态、为敌军施加不利状态等能力，以及强力的法术攻击技能。同时谋士对敌军的法术攻击具有较高的闪避率和反弹法术的能力。像周瑜这样的儒生将军会同时具备名将和谋士的特点。<br />\r\n3、每位登场的武将都有独一无二的称号和被动技能，需要玩家在游戏过程中慢慢探索。此外，魏蜀吴的三国君主具有独特的领军技能，即为队伍中的每一位武将提供光环加持。而像诸葛亮、周瑜、郭嘉、赵云、许褚、甘宁等有特色的名将在战斗过程中满足一定条件后会触发强力的被动状态，从而扭转战局。<br />\r\n4、一般情况下队伍中参加战斗的武将最多5名，需要注意武将的阵容搭配，同时引入了排兵布阵的特征，队伍中武将在五行阵中的布阵将影响战斗的胜负。魏蜀吴三国的武将分别在许昌、成都、建邺三座名城的宫殿中可以入队，而在进入不同宫殿的那一刻该国的武将会自行离队。<br />\r\n5、登场的武将都只能装备一种类型的武器。武器的类型有刀、剑、锤、斧、鞭、杖、弓箭、戟、枪等。只有玩家扮演的主角作为三国通能够装备任何类型的武器。游戏中共有137种武器可供玩家选择，部分武器在商店中无法买到，需要到各地探险才能得到，不同武器的特性加成和隐藏属性也各不相同。并不是价格越高的武器就越超值，需要玩家根据队伍中武将的特性自行选取。<br />\r\n6、游戏中的防具和装备共有70种，分别具有不同的特性，如属性加成、获得经验加成、遇敌率降低、以及自动战斗等，需要玩家自行探索。<br />\r\n7、游戏中的技能共有226种，除了登场武将的专属技能，玩家在游历时各种机缘巧合会得到部分“秘籍”，从而学会额外的技能。<br />\r\n8、游戏中的状态共有50+种，分为有利状态如亢奋、云体、雾身等，和不利状态混乱、愤怒、魅惑等，通过使用物品或者技能可以让己方或者敌方的武将概率获得，从而扭转战场局势。<br />\r\n9、游戏中的物品有120+种，具有不同的效果。物品的获取除了传统的自由拾取或者探险得到，在得到特定剧情物品后在大地图行走时也会有意外的惊喜。<br />\r\n10、在三国世界中游历时会听到各种有趣的轶闻，也有不同的NPC会考察你的三国功底，熟悉三国的玩家在游戏前期会更有利一些呢！玩家不需要收集齐全部的33员武将就可以挑战最后的大魔王，战斗胜利后在结束游戏前可以存储一个周目存档，此存档可以保存玩家的所有武器装备，那样开启下一周目游戏时，玩家就有一个“超级存档”，可以在前期去收集并磨练之前没有玩过的武将，发现新的游戏乐趣！",
  "short_description": "三国游侠志是一款集合角色扮演和策略游戏中有趣元素的单机游戏。玩家将在游戏中扮演一个从现代穿越到古代的角色诸葛南阳，去拯救被张角和上古魔兽九婴搅的秩序混乱的三国世界。玩家在游历的过程中会结识三国演义中耳熟能详的君主、名将、谋士和其他知名人物。",
  "supported_languages": "Simplified Chinese<strong>*</strong>, Traditional Chinese<strong>*</strong><br><strong>*</strong>languages with full audio support",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/781590/header.jpg?t=1554543967",
  "website": null,
  "pc_requirements": {
    "minimum": "<strong>最低配置:</strong><br><ul class=\"bb_ul\"><li><strong>操作系统:</strong> Windows XP, Vista, 7, 8, 10<br></li><li><strong>处理器:</strong> Intel Pentium III 800 MHz<br></li><li><strong>内存:</strong> 1 GB RAM<br></li><li><strong>图形:</strong> 1024x768 High Color +<br></li><li><strong>存储空间:</strong> 需要 1 GB 可用空间</li></ul>"
  },
  "mac_requirements": [],
  "linux_requirements": [],
  "developers": [
    "Flying Star Games"
  ],
  "publishers": [
    "Flying Star Games"
  ],
  "price_overview": {
    "currency": "EUR",
    "initial": 499,
    "final": 499,
    "discount_percent": 0,
    "initial_formatted": "",
    "final_formatted": "4,99€"
  },
  "packages": [
    235537
  ],
  "package_groups": [
    {
      "name": "default",
      "title": "Buy 三国游侠志",
      "description": "",
      "selection_text": "Select a purchase option",
      "save_text": "",
      "display_type": 0,
      "is_recurring_subscription": "false",
      "subs": [
        {
          "packageid": 235537,
          "percent_savings_text": "",
          "percent_savings": 0,
          "option_text": "三国游侠志 - 4,99€",
          "option_description": "",
          "can_get_free_license": "0",
          "is_free_license": false,
          "price_in_cents_with_discount": 499
        }
      ]
    }
  ],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    }
  ],
  "genres": [
    {
      "id": "25",
      "description": "Adventure"
    },
    {
      "id": "3",
      "description": "RPG"
    },
    {
      "id": "2",
      "description": "Strategy"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_6bc2f2f119ffb62d5032fa0dee638cfb2ed61d2c.600x338.jpg?t=1554543967",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_6bc2f2f119ffb62d5032fa0dee638cfb2ed61d2c.1920x1080.jpg?t=1554543967"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_9774378dc9ecc26fa67255583a038a6c20b589c0.600x338.jpg?t=1554543967",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_9774378dc9ecc26fa67255583a038a6c20b589c0.1920x1080.jpg?t=1554543967"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_8f0c7e1cb2c41bbbca2f6303be6b861fceba1dba.600x338.jpg?t=1554543967",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_8f0c7e1cb2c41bbbca2f6303be6b861fceba1dba.1920x1080.jpg?t=1554543967"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_1528df5f0ed9627a01cd106ac7c6d3aef873a909.600x338.jpg?t=1554543967",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_1528df5f0ed9627a01cd106ac7c6d3aef873a909.1920x1080.jpg?t=1554543967"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_d2579e6e6f50b4152161741b698db00640914971.600x338.jpg?t=1554543967",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_d2579e6e6f50b4152161741b698db00640914971.1920x1080.jpg?t=1554543967"
    },
    {
      "id": 5,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_c71fa0c8d13ca4c635c6d8582dcaea53810fa0f6.600x338.jpg?t=1554543967",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_c71fa0c8d13ca4c635c6d8582dcaea53810fa0f6.1920x1080.jpg?t=1554543967"
    },
    {
      "id": 6,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_5bce6ef3b5b38b8e8cebbe0214f514b193d0ada8.600x338.jpg?t=1554543967",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/781590/ss_5bce6ef3b5b38b8e8cebbe0214f514b193d0ada8.1920x1080.jpg?t=1554543967"
    }
  ],
  "movies": [
    {
      "id": 256705280,
      "name": "v1",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256705280/movie.293x165.jpg?t=1516407307",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256705280/movie480.webm?t=1516407307",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256705280/movie_max.webm?t=1516407307"
      },
      "highlight": true
    },
    {
      "id": 256705281,
      "name": "v2",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256705281/movie.293x165.jpg?t=1516407319",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256705281/movie480.webm?t=1516407319",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256705281/movie_max.webm?t=1516407319"
      },
      "highlight": true
    },
    {
      "id": 256705282,
      "name": "v3",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256705282/movie.293x165.jpg?t=1516407330",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256705282/movie480.webm?t=1516407330",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256705282/movie_max.webm?t=1516407330"
      },
      "highlight": true
    },
    {
      "id": 256706823,
      "name": "gonglue",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256706823/movie.293x165.jpg?t=1516800516",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256706823/movie480.webm?t=1516800516",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256706823/movie_max.webm?t=1516800516"
      },
      "highlight": true
    }
  ],
  "achievements": {
    "total": 0
  },
  "release_date": {
    "coming_soon": false,
    "date": "2 Feb, 2018"
  },
  "support_info": {
    "url": "",
    "email": "891320470@qq.com"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/781590/page_bg_generated_v6b.jpg?t=1554543967",
  "content_descriptors": {
    "ids": [],
    "notes": null
  }
}
