{
  "type": "game",
  "name": "Train Runner VR™",
  "steam_appid": 746610,
  "required_age": 0,
  "is_free": false,
  "detailed_description": "<h1>Train Runner VR 1.0 and Beyond</h1><p>Version 1.0 of Train Runner VR is just the beginning. We’d like to thank you for your all your ideas and feedback that will help make our game even better! While there is only one level of gameplay in our first release, we have found that the kids who have playtested TR find the story fun and the action exciting. We intend to continually add features to TR by adding new scenes, gadgets or story lines. All updates are free both now and in the future. <br><br>Again, we'd like to thank the Steam community as well as the many online reviewers who have taken the time to tell us their thoughts about our game and provide us with valuable feedback. Thanks for helping us make our products better!</p><br><h1>About the Game</h1>Train Runner VR™ is an original, family-friendly game that immerses you in a magical world where you become the hero who bravely rescues the lovable puppy, Panda.  It will take cleverness, nerves of steel and all the courage you can muster to save Panda and return him back to Kaley, his owner. The objective of Train Runner is to rescue Panda by defeating the train with a <i>medieval bow and a flaming arrow</i> and a <i>ballista </i>that launches a variety of explosive projectiles such as flaming cannonballs! After the train is finally defeated, you can explore the amazing world of Train Runner and all the surprises and wonder that it has to offer.<br><br>Have fun by discovering the surprises that await you in Train Runner's <i>Mystery Box</i>! <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/746610/extras/VR_The_Gamers_Logo.png?t=1520473867\" ><br> “So if you or your kids are looking for an adorable but exciting experience then you should check this one out.”<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/746610/extras/VR_Circle_Logo.png?t=1520473867\" ><br>&quot;If you're weary of action-heavy virtual reality games, or goofy and over-the-top experiences, then we have something rather refreshing as Rocket Entertainment, an all-new player in the rising VR space, is releasing its debut all-ages game Train Runner VR.&quot;<br><br>Train Runner VR will give you hours of entertainment value and fun! Discover new ways to rescue Panda and enjoy new original musical scores written specifically for Train Runner. If you have any questions or issues with playing Train Runner, please contact us. We've got you covered!<br><br><u>Key Features</u><br><br><ul class=\"bb_ul\"><li>Be a hero and rescue Panda from railroad tracks that cross a 500-foot bridge!<br></li><li>Kid-friendly entertainment the whole family will enjoy.<br></li><li>Defeat the train by using the <i>Bow and Arrow </i>and <i>Ballista</i> that can be found on the platforms near the tracks.<br></li><li>See what’s in the Mystery Box! <br></li><li>Game Tutorial and Help available in 6 languages (English, French, Italian, German, Spanish and Japanese). <br></li><li>Destroy all the cars, including the locomotive and coal car and see what happens! <br></li><li>After you save Panda, explore the amazing world of Train Runner. Walk down the tracks, discover the cave up the hill, or fire your ballista at the barrels of TNT!</li></ul><br>A VR-only game!<br>Current version of game has only 1 level.  Exciting new levels of game play and features available at <u>no additional charge </u>in 1H 2018.",
  "about_the_game": "Train Runner VR™ is an original, family-friendly game that immerses you in a magical world where you become the hero who bravely rescues the lovable puppy, Panda.  It will take cleverness, nerves of steel and all the courage you can muster to save Panda and return him back to Kaley, his owner. The objective of Train Runner is to rescue Panda by defeating the train with a <i>medieval bow and a flaming arrow</i> and a <i>ballista </i>that launches a variety of explosive projectiles such as flaming cannonballs! After the train is finally defeated, you can explore the amazing world of Train Runner and all the surprises and wonder that it has to offer.<br><br>Have fun by discovering the surprises that await you in Train Runner's <i>Mystery Box</i>! <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/746610/extras/VR_The_Gamers_Logo.png?t=1520473867\" ><br> “So if you or your kids are looking for an adorable but exciting experience then you should check this one out.”<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/746610/extras/VR_Circle_Logo.png?t=1520473867\" ><br>&quot;If you're weary of action-heavy virtual reality games, or goofy and over-the-top experiences, then we have something rather refreshing as Rocket Entertainment, an all-new player in the rising VR space, is releasing its debut all-ages game Train Runner VR.&quot;<br><br>Train Runner VR will give you hours of entertainment value and fun! Discover new ways to rescue Panda and enjoy new original musical scores written specifically for Train Runner. If you have any questions or issues with playing Train Runner, please contact us. We've got you covered!<br><br><u>Key Features</u><br><br><ul class=\"bb_ul\"><li>Be a hero and rescue Panda from railroad tracks that cross a 500-foot bridge!<br></li><li>Kid-friendly entertainment the whole family will enjoy.<br></li><li>Defeat the train by using the <i>Bow and Arrow </i>and <i>Ballista</i> that can be found on the platforms near the tracks.<br></li><li>See what’s in the Mystery Box! <br></li><li>Game Tutorial and Help available in 6 languages (English, French, Italian, German, Spanish and Japanese). <br></li><li>Destroy all the cars, including the locomotive and coal car and see what happens! <br></li><li>After you save Panda, explore the amazing world of Train Runner. Walk down the tracks, discover the cave up the hill, or fire your ballista at the barrels of TNT!</li></ul><br>A VR-only game!<br>Current version of game has only 1 level.  Exciting new levels of game play and features available at <u>no additional charge </u>in 1H 2018.",
  "short_description": "Train Runner VR™ is a highly immersive VR game that will have you running for your life as you try to rescue Panda, a stranded puppy, from a runaway train. Train Runner VR is exhilarating, heart-pounding entertainment for kids and a game the whole family can enjoy.",
  "supported_languages": "English<strong>*</strong>, French, Italian, German, Spanish, Japanese<br><strong>*</strong>languages with full audio support",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/746610/header.jpg?t=1520473867",
  "website": "http://rocketww.com/products/games/",
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 SP1, Windows 8.1 or later, Windows 10<br></li><li><strong>Processor:</strong> CPU: Intel i5-4590 equivalent or better<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> Nvidia GeForce GTX 1060, AMD Radeon RX 480 equivalent or better<br></li><li><strong>Storage:</strong> 2500 MB available space<br></li><li><strong>Sound Card:</strong> N/A</li></ul>"
  },
  "mac_requirements": [],
  "linux_requirements": [],
  "legal_notice": "ROCKET WORLDWIDE™ SOFTWARE END-USER LICENSE AGREEMENT<br />\r\n<br />\r\n<br />\r\nIMPORTANT: BE SURE TO READ THE FOLLOWING AGREEMENT BEORE USING THE SOFTWARE. BY INSTALLING AND USING THE SOFTWARE, YOU ARE CONFIRMING YOUR ACCEPTANCE OF THE SOFTWARE AND AGREEING TO BECOME BOUND BY THE TERMS OF THIS AGREEMENT.<br />\r\n<br />\r\n<br />\r\nREAD CAREFULLY: This Rocket Worldwide End-User License Agreement (“EULA”) is a legal agreement between you (either an individual or, if purchased or otherwise acquired by or for, an entity), and Rocket Worldwide, Inc. for a Rocket Worldwide software product, which includes computer software and may include associated media, printed materials, and online or electronic documentation (collectively referred to as \"Software\"). By installing, copying, or otherwise using the Software, regardless if you have registered the Software or not, you agree to be bound by the terms of this End-User License Agreement. If you do not agree to the terms of this End-User License Agreement, do not install or use the software and destroy all copies in your possession.<br />\r\n<br />\r\nIf you violate any part of  this agreement, your right to use this Software terminates automatically and you must then destroy all copies of the Software in your possession.<br />\r\n<br />\r\nSOFTWARE PRODUCT LICENSE<br />\r\n<br />\r\nThe Software is owned by Rocket Worldwide, Inc. and is licensed, not sold. The Software is protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties. Portions of its content may also be protected by patent.<br />\r\n<br />\r\n1)\tGRANT OF LICENSE. Paying the license fee, and accepting the terms of this End-User License Agreement, grants you the following rights:<br />\r\n<br />\r\na)\tApplication Software. You may install and use one copy of the Software, or any prior version for the same operating system, on a single computer. The primary user of the computer on which the Software is installed may make a second copy for his or her exclusive use on a portable computer, provided that the second copy of the Software on the portable or home computer (a) is not used at the same time as the copy of the Software on the primary computer and (b) is used by the primary user solely as allowed for such version or edition; and that the second copy of the Software is not installed or used after the time such user is no longer the primary user of the primary computer on which the Software is installed; and that the Software was not licensed under a volume discount.<br />\r\n<br />\r\nb)\tStorage/Network Use. You may also store or install a copy of the Software on a storage device, such as a network server, used only to install or run the Software on your other computers over an internal network; however, you must acquire and dedicate a license for each separate computer on which the Software is installed or run from the storage device. A license for the Software may not be shared or used concurrently on different computers.<br />\r\n<br />\r\nc)\tVolume License Pack. If you have acquired this EULA in a Rocket Worldwide Volume License Pack, you may make the number of additional copies of the Software authorized on the printed copy of this EULA, and you may use each copy in the manner specified above. You  are also entitled to make a corresponding number of secondary copies for portable computer use as specified above.<br />\r\n<br />\r\nd)\tTrial and Reviewer version. Unless otherwise provided herein, you shall not<br />\r\n<br />\r\ni)\tIn the aggregate, install or use more than one copy of the Trial or Reviewer Version of the Software;<br />\r\nii)\tDownload the Trial or Reviewer Version of the Software under more than one user name;<br />\r\niii)\tAlter the contents of a hard drive or computer system to enable the use of the Trial or Reviewer Version of the Software for an aggregate period in excess of the trial period for one license to such Trial or Reviewer Version;<br />\r\niv)\tUse the Trial or Reviewer Version of the Software for a purpose other than the sole purpose of determining whether to purchase a license to a commercial version of the Software; provided, however, notwithstanding the foregoing, you are strictly prohibited from installing or using the Trial or Reviewer Version of the Software for any commercial training purpose.<br />\r\n<br />\r\ne)\tBackup. You may make one copy of the software in machine-readable form solely for backup purposes. You must reproduce on any such copy all copyright notices and any other proprietary legends on the original copy of the software. You may not sell or transfer any copy of the software made for backup purposes. Except as expressly provided in this End-User License Agreement, you may not otherwise make copies of the software or the printed materials accompanying the software.<br />\r\n<br />\r\nf)\tApplication. You shall not use the Software to develop any application having the same primary function as the Software.<br />\r\n<br />\r\ng)\tSingle use. You may receive the Software in more than one medium. Regardless of the type or size of medium you receive, you may use only one medium that is appropriate for your single computer. You may not use or install the other medium on another computer. You may not loan, rent, lease, or otherwise transfer the other medium to another user, except as part of the permanent transfer (as provided below) of the software.<br />\r\n<br />\r\nh)\tDerivative works. You may not modify the software or create derivative works based upon the software, unless otherwise provided herein.<br />\r\n<br />\r\ni)\tMandatory registration. The license rights granted under this EULA may be limited to the first thirty (30) days after you first install the software, unless you supply information required to activate your licensed copy in the manner described during the setup sequence of the Software. You may need to activate the Software through the use of the Internet or telephone; toll charges may apply. There are technological measures in this Software that are designed to prevent unlicensed or illegal use of the Software. You agree that Rocket Worldwide may use those measures and you agree to follow any requirements regarding such technological measures. You further agree not to attempt to circumvent or otherwise disable such measures. You may also need to reactivate the Software if you modify your computer hardware or alter the Software. Product activation is based on the exchange of information between your computer and Rocket Worldwide, which may contain personally-identifiable information or can be used to identify specific characteristics of your computer configuration, to the extent allowed by law.<br />\r\n<br />\r\nj)\tCompliance. You agree that Rocket Worldwide may audit your use of the Software for compliance with these terms at any time, upon reasonable notice. In the event that such audit reveals any use of the Software by you other than in full compliance with the terms of this EULA, you shall reimburse Rocket Worldwide for all reasonable expenses related to such audit in addition to any other liabilities you may incur as a result of such non-compliance.<br />\r\n<br />\r\nk)\tNon-exclusive rights. Your license rights under this EULA are non-exclusive.<br />\r\n<br />\r\n<br />\r\n2)\tDESCRIPTION OF OTHER RIGHTS AND LIMITATIONS. <br />\r\n<br />\r\na)\tLimitations on Reverse Engineering, Decompilation, and Disassembly. You may not reverse engineer, decompile, or  disassemble the Software, except and only to the extent that such activity is expressly permitted by applicable law notwithstanding this limitation.<br />\r\n<br />\r\nb)\tSeparation of Components. The Software is licensed as a single product. Its component parts may not be separated for use on more than one computer.<br />\r\n<br />\r\nc)\tRental. You may not rent, lease, or lend the Software.<br />\r\n<br />\r\nd)\tSupport Services. Rocket Worldwide may provide you with support services related to the software (\"Support Services\"). Use of Support Services is governed by the Rocket Worldwide policies and programs described in the online documentation,  and/or in other Rocket Worldwide-provided materials. Any supplemental software code provided to you as part of the Support Services shall be considered part of the software and subject to the terms and conditions of this EULA. With respect to technical information you provide to Rocket Worldwide as part of the Support Services, Rocket Worldwide may use such information for its business purposes, including for product support and development. Rocket Worldwide may utilize such technical information in a form that personally identifies you, in order to provide you with Support Services.<br />\r\n<br />\r\ne)\tSoftware Transfer. You may permanently transfer all of your rights under this EULA, provided you retain no copies, you transfer all of the software (including all component parts, the media and printed materials, any upgrades, this End-User License Agreement, and, if applicable, the Certificate of Authenticity), and the recipient agrees to the terms of this EULA. If the software is an upgrade, any transfer must include all prior versions of the software, or they must otherwise be destroyed.<br />\r\n<br />\r\nf)\tAnti-piracy. You may not use this software to distribute any content that infringes on any trademark, service mark, trade secret, copyright or other proprietary rights of any party.<br />\r\n<br />\r\ng)\tContent. You may not use this Software to store or distribute any content that is considered pornographic under local law, nor any content that sexually exploits a minor.<br />\r\n<br />\r\nh)\tTermination. Without prejudice to any other rights, Rocket Worldwide may terminate this EULA if you fail to comply with the terms and conditions of this End-User License Agreement. In such event, you must destroy all copies of the software and all of its component parts.<br />\r\n<br />\r\n<br />\r\n3)\tUPGRADES. If the software is labeled as an upgrade, you must be properly licensed to use a product identified by Rocket Worldwide as being eligible for the upgrade in order to use the software. A software product labeled as an upgrade replaces and/or supplements the product that formed the basis for your eligibility for the upgrade. You may use the resulting upgraded product only in accordance with the terms of this EULA. If the Software is an upgrade of a component of a package of software programs that you licensed as a single product, the Software may be used and transferred only as part of that single product package and may not be separated for use on more than one computer.<br />\r\n<br />\r\n4)\tCOPYRIGHT. All title and copyrights in and to the Software (including but not limited to any images, photographs, animations, video, audio, music, text, and \"applets\" incorporated into the software), the accompanying printed materials, and any copies of the Software are owned by Rocket Worldwide or its suppliers. The Software is protected by copyright laws and international treaty provisions. Therefore, you must treat the Software like any other copyrighted material except that you may install the Software on a single computer provided you kept he original solely for backup or archival purposes. You may not copy any printed materials accompanying the Software.<br />\r\n<br />\r\n5)\tEXPORT RESTRICTIONS.  This Software has been classified by the US Government as exportable under License Exception TSU.  Therefore the following terms apply :  You agree that you will not export or re-export the Software, any part thereof, or any process or service that is the direct product of the Software (the foregoing collectively referred to as the \"Restricted Components\"), to any country, person or entity subject to U.S. export restrictions.  You specifically agree not to export or re-export any of the Restricted Components (i) to any country to which the U.S. has embargoed or restricted the export of goods or services, which currently include, but are not necessarily limited to Cuba, Iran, Iraq, Libya, North Korea, Sudan and Syria, or to any national of any such country, wherever located, who intends to transmit or transport the Restricted Components back to such country; (ii) to any person or entity who you know or have reason to know will utilize the Restricted Components in the design, development or production of nuclear, chemical or biological weapons; or (iii) to any person or entity who has been prohibited from participating in U.S. export transactions by any federal agency of the U.S. government.  You warrant and represent that neither the BXA nor any other U.S. federal agency has suspended, revoked or denied your export privileges.<br />\r\n<br />\r\n6)\tNOTE ON JAVA AND HTML SUPPORT. The software product may contain support for programs written in Java and HTML. Java and HTML technology is not fault tolerant and is not designed, manufactured, or intended for use or resale as on-line control equipment in hazardous environments requiring fail-safe performance, such as in the operation of nuclear facilities, aircraft navigation or communication systems, air traffic control, direct life support machines, or weapons systems, in which the failure of Java or HTML technology could lead directly to death, personal injury, or severe physical or environmental damage.<br />\r\n<br />\r\n7)\tMISCELLANEOUS.  If you acquired this Software in the United States, this End-User License Agreement is governed by the laws of the State of California.  If you acquired this software in Canada, unless expressly prohibited by local law, this End-User License Agreement is governed by the laws in force in the Province of Ontario, Canada; and, in respect of any dispute which may arise hereunder, you consent to the jurisdiction of the federal and provincial courts sitting in Toronto, Ontario. If this software was acquired outside the United States and Canada, then local law may apply.<br />\r\n<br />\r\n8)\tLIMITED WARRANTY FOR SOFTWARE ACQUIRED IN THE US AND CANADA. Rocket Worldwide warrants that (a) the software will perform substantially in accordance with the accompanying online documentation for a period of thirty (30) days from the date of receipt, and (b) any Support Services provided by Rocket Worldwide shall be substantially as described in applicable online documentation provided to you by Rocket Worldwide, and Rocket Worldwide support engineers will make commercially reasonable efforts to solve any problem issues through email correspondence. Some states and jurisdictions do not allow limitations on duration of an implied warranty, so the above limitation may not apply to you. To the extent allowed by applicable law, implied warranties on the Software, if any, are limited to thirty (30) days. <br />\r\n<br />\r\n9)\tCUSTOMER REMEDIES. Rocket Worldwide's and its suppliers' entire liability and your exclusive remedy shall be, at Rocket Worldwide's option, either (a) return of the price paid, if any, or (b) repair or replacement of the software that does not meet Rocket Worldwide's Limited Warranty and which has been removed the hard disk of your computer with a copy of your receipt. This Limited Warranty is void if failure of the software has resulted from accident, abuse, or misapplication. Any replacement software will be warranted for the remainder of the original warranty period or thirty (30) days, whichever is longer. Outside the United States, neither these remedies nor any product support services offered by Rocket Worldwide are available without proof of purchase from an authorized international source.<br />\r\n<br />\r\n10)\tNO OTHER WARRANTIES. To the maximum extent permitted by applicable law, Rocket Worldwide and its suppliers disclaim all other warranties and conditions, either express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, title, and non-infringement, with regard to the software, and the provision of or failure to provide Support Services. This limited warranty gives you specific legal rights. You may have others, which vary from state/jurisdiction to state/jurisdiction.<br />\r\n<br />\r\n11)\tLIMITATION OF LIABILITY. The software and its related documentation are provided “AS IS” and without warranty of any kind and Rocket Worldwide expressly disclaims all other warranties, expressed or   implied, including, but not limited to, the implied warranties of merchantability and fitness for a particular purpose. To the maximum extent permitted by applicable law, in no event and under no circumstances shall Rocket Worldwide or its suppliers be liable for any special, incidental, indirect, punitive, cover or consequential damages whatsoever (including, but not limited to, and without limitation, damages for loss of business profits, business interruption, loss of business information, loss of personal data which may or may not have historical or sentimental value, damages for the inability to use equipment or access data, or any other pecuniary loss) arising out of the use of, or inability to use, the software, related documentation, or the provision of or failure to provide Support Services, based on any theory of liability including breach of contract, breach of warranty, tort (including negligence), product liability or otherwise, even if Rocket Worldwide or its representatives have been advised of the possibility of such damages and even if a remedy set forth herein is found to have failed of its essential purpose. In any case, Rocket Worldwide's entire liability under any provision of this EULA shall be limited to the greater of the amount actually paid by you for the software or U.S. $5.00; provided, however, if you have entered into a Rocket Worldwide Support Services Agreement, Rocket Worldwide's entire liability regarding Support Services shall be governed by the terms of that agreement. Because some states and jurisdictions do not allow the exclusion or limitation of liability, the above limitation may not apply to you. In no event shall Rocket Worldwide’s liability exceed the license fee paid, if any. The Limited Warranty and Disclaimer, Exclusive Remedies and Limited Liability set forth above are fundamental elements of the basis of the agreement between Rocket Worldwide and you. Rocket Worldwide would not be able to provide the Software on an economic basis without such limitations. Such Limited Warranty and Disclaimer, Exclusive Remedies and Limited Liability inure to the benefit of Rocket Worldwide’s licensors.<br />\r\n<br />\r\n12)\tTHIRD-PARTY SOFTWARE. The Software may contain third-party software which requires notices and/or additional terms and conditions. Such required third party software notices and/or additional terms and conditions are located at http://rocketww.com/licenses  and are made a part of and incorporated by reference into this EULA. By accepting this EULA, you are also accepting the additional terms and conditions, if any, set forth therein.<br />\r\n<br />\r\n13)\tJURISDICTION. The Agreement shall be governed by the internal laws of the State of Delaware, without giving effect to principles of conflict of laws. You hereby consent to the exclusive jurisdiction and venue of the state courts sitting in Delaware or the federal courts in Deleware to resolve any disputes arising under this EULA. In each case this EULA shall be construed and enforced without regard to the United Nations Convention on the International Sale of Goods.<br />\r\n<br />\r\n14)\tCOMPLETE AGREEMENT. This EULA contains the complete agreement between the parties with respect to the subject matter hereof, and supersedes all prior or contemporaneous agreements or understandings, whether oral or written. You agree that any varying or additional terms contained in any purchase order or other written notification or document issued by you in relation to the Software licensed hereunder shall be of no effect. The failure or delay of Rocket Worldwide to exercise any of its rights under this EULA or upon any breach of this EULA shall not be deemed a waiver of those rights or of the breach. <br />\r\n<br />\r\n15)\tSEVERABILITY. If for any reason a court of competent jurisdiction finds any provision of the EULA, or portion thereof, to be unenforceable, that provision of the EULA shall be enforced to the maximum extent permissible so as to effect the intent of the parties, and the remainder of this EULA shall continue in full force and effect.",
  "developers": [
    "Rocket Worldwide"
  ],
  "publishers": [
    "Rocket Worldwide"
  ],
  "price_overview": {
    "currency": "EUR",
    "initial": 1999,
    "final": 1999,
    "discount_percent": 0
  },
  "packages": [
    219096
  ],
  "package_groups": [
    {
      "name": "default",
      "title": "Buy Train Runner VR™",
      "description": "",
      "selection_text": "Select a purchase option",
      "save_text": "",
      "display_type": 0,
      "is_recurring_subscription": "false",
      "subs": [
        {
          "packageid": 219096,
          "percent_savings_text": "",
          "percent_savings": 0,
          "option_text": "Train Runner VR - 19,99€",
          "option_description": "",
          "can_get_free_license": "0",
          "is_free_license": false,
          "price_in_cents_with_discount": 1999
        }
      ]
    }
  ],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    }
  ],
  "genres": [
    {
      "id": "1",
      "description": "Action"
    },
    {
      "id": "25",
      "description": "Adventure"
    },
    {
      "id": "23",
      "description": "Indie"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/746610/ss_357ef9af2f5cc57efa088cce128aa1393bbd7be8.600x338.jpg?t=1520473867",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/746610/ss_357ef9af2f5cc57efa088cce128aa1393bbd7be8.1920x1080.jpg?t=1520473867"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/746610/ss_c2165de6f140be51ea545c81afc40457e8c7b065.600x338.jpg?t=1520473867",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/746610/ss_c2165de6f140be51ea545c81afc40457e8c7b065.1920x1080.jpg?t=1520473867"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/746610/ss_85c798cb99c7c5081f174cd1b97382c85d97ad5c.600x338.jpg?t=1520473867",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/746610/ss_85c798cb99c7c5081f174cd1b97382c85d97ad5c.1920x1080.jpg?t=1520473867"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/746610/ss_7af89b21eb253a73907c7014045787f9668afdeb.600x338.jpg?t=1520473867",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/746610/ss_7af89b21eb253a73907c7014045787f9668afdeb.1920x1080.jpg?t=1520473867"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/746610/ss_1828bcd699d2deac8688dc7dc58ecd027546af3e.600x338.jpg?t=1520473867",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/746610/ss_1828bcd699d2deac8688dc7dc58ecd027546af3e.1920x1080.jpg?t=1520473867"
    },
    {
      "id": 5,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/746610/ss_61f0bf8af730b439c1a79474ecc685bde46d2ef7.600x338.jpg?t=1520473867",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/746610/ss_61f0bf8af730b439c1a79474ecc685bde46d2ef7.1920x1080.jpg?t=1520473867"
    }
  ],
  "movies": [
    {
      "id": 256703744,
      "name": "Train VR Game Trailer",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256703744/movie.293x165.jpg?t=1520473859",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256703744/movie480.webm?t=1520473859",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256703744/movie_max.webm?t=1520473859"
      },
      "highlight": true
    }
  ],
  "release_date": {
    "coming_soon": false,
    "date": "19 Dec, 2017"
  },
  "support_info": {
    "url": "http://www.rocketww.com",
    "email": "support@rocketww.com"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/746610/page_bg_generated_v6b.jpg?t=1520473867"
}
