{
  "type": "game",
  "name": "Seen",
  "steam_appid": 1069740,
  "required_age": 0,
  "is_free": false,
  "detailed_description": "In a wild, dark and unforgivable world, you will try again and again to follow the light, struggling to overcome the obstacles trying to reach your only hope. but how could you and heart diseases didn't left anyone but infected him, people will try to stop you and the more you insist the more they hurt you.<br />\r\n<br />\r\nGame features<br />\r\n- A Runner game with story events keep happen the more you advance in game. <br />\r\n- Challenging gameplay with responsive and fun to play controls.<br />\r\n- Tolerant health system, unlike what runner gamestyle used to be, in this game you will get several chances before you start over.<br />\r\n- Beautiful atmospheric music.",
  "about_the_game": "In a wild, dark and unforgivable world, you will try again and again to follow the light, struggling to overcome the obstacles trying to reach your only hope. but how could you and heart diseases didn't left anyone but infected him, people will try to stop you and the more you insist the more they hurt you.<br />\r\n<br />\r\nGame features<br />\r\n- A Runner game with story events keep happen the more you advance in game. <br />\r\n- Challenging gameplay with responsive and fun to play controls.<br />\r\n- Tolerant health system, unlike what runner gamestyle used to be, in this game you will get several chances before you start over.<br />\r\n- Beautiful atmospheric music.",
  "short_description": "In a wild, dark and unforgivable world, a lonely kid struggling to follow the light to reach his hope.",
  "supported_languages": "English",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/1069740/header.jpg?t=1555614525",
  "website": null,
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 and above<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> 1GB GDDR5 of memory or higher<br></li><li><strong>Storage:</strong> 1 GB available space</li></ul>"
  },
  "mac_requirements": [],
  "linux_requirements": [],
  "legal_notice": "Disclaimers and Limitation of Liability<br><br>Seen  includes the Unreal® Engine code and other code, materials, and information (the “Epic Materials”) from Epic Games, Inc. (“Epic”).  All Epic Materials are provided on an “as is” and “as available” basis, “with all faults” and without warranty of any kind.  Mem34, Epic, and Epic’s affiliates disclaim all warranties, conditions, common law duties, and representations (express, implied, oral, and written) with respect to the Epic Materials, including without limitation all express, implied, and statutory warranties and conditions of any kind, such as title, non-interference with your enjoyment, authority, non-infringement, merchantability, fitness or suitability for any purpose (whether or not Epic knows or has reason to know of any such purpose), system integration, accuracy or completeness, results, reasonable care, workmanlike effort, lack of negligence, and lack of viruses, whether alleged to arise under law, by reason of custom or usage in the trade, or by course of dealing.  Without limiting the generality of the foregoing, Mem34, Epic, and Epic’s affiliates make no warranty that (1) any of the Epic Materials will operate properly, including as integrated in the Seen, (2) that the Epic Materials will meet your requirements, (3) that the operation of the Epic Materials will be uninterrupted, bug free, or error free in any or all circumstances, (4) that any defects in the Epic Materials can or will be corrected, (5) that the Epic Materials are or will be in compliance with a platform manufacturer’s rules or requirements, or (6) that a platform manufacturer has approved or will approve this Seen, or will not revoke approval of this Seen for any or no reason.  Any warranty against infringement that may be provided in Section 2-312 of the Uniform Commercial Code or in any other comparable statute is expressly disclaimed by Mem34 and Epic.  Mem34, Epic, and Epic’s affiliates do not guarantee continuous, error-free, virus-free, or secure operation of or access to the Epic Materials.  This paragraph will apply to the maximum extent permitted by applicable law. To the maximum extent permitted by applicable law, neither Mem34, Epic, Epic’s licensors, nor its or their affiliates, nor any of Mem34 or Epic’s service providers, shall be liable in any way for loss or damage of any kind resulting from the use or inability to use the Epic Materials or otherwise in connection with this [Agreement], including but not limited to loss of goodwill, work stoppage, computer failure, or malfunction, or any and all other commercial damages or losses.  In no event will Mem34, Epic, Epic’s licensors, nor its or their affiliates, nor any of Mem34 or Epic’s service providers be liable for any loss of profits or any indirect, incidental, consequential, special, punitive, or exemplary damages, or any other damages arising out of or in connection with this agreement or the Epic Materials, or the delay or inability to use or lack of functionality of the Epic Materials, even in the event of Mem34, Epic’s, or Epic’s affiliates’ fault, tort (including negligence), strict liability, indemnity, product liability, breach of contract, breach of warranty, or otherwise and even if Mem34, Epic or Epic’s affiliates have been advised of the possibility of such damages.  These limitations and exclusions regarding damages apply even if any remedy fails to provide adequate compensation.<br>Because some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, the liability of  Mem34, Epic, Epic’s licensors, its and their affiliates, and any of Mem34 or Epic’s service providers shall be limited to the full extent permitted by law.",
  "developers": [
    "Mem34"
  ],
  "publishers": [
    "Mem34"
  ],
  "package_groups": [],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    }
  ],
  "genres": [
    {
      "id": "23",
      "description": "Indie"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1069740/ss_1b310226d94cb6a3885687fdf7f3175fec4c1708.600x338.jpg?t=1555614525",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1069740/ss_1b310226d94cb6a3885687fdf7f3175fec4c1708.1920x1080.jpg?t=1555614525"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1069740/ss_835661d066a358c2de24356bbccafa325b88b5e9.600x338.jpg?t=1555614525",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1069740/ss_835661d066a358c2de24356bbccafa325b88b5e9.1920x1080.jpg?t=1555614525"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1069740/ss_c2ab68cbab9476ab20ed6f03f1afa8aa975e8285.600x338.jpg?t=1555614525",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1069740/ss_c2ab68cbab9476ab20ed6f03f1afa8aa975e8285.1920x1080.jpg?t=1555614525"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1069740/ss_be219a855923a71d920de9a5150d7239ab9422ce.600x338.jpg?t=1555614525",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1069740/ss_be219a855923a71d920de9a5150d7239ab9422ce.1920x1080.jpg?t=1555614525"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1069740/ss_7951632053d350254f0bacbcfbc96c1a054b444c.600x338.jpg?t=1555614525",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1069740/ss_7951632053d350254f0bacbcfbc96c1a054b444c.1920x1080.jpg?t=1555614525"
    }
  ],
  "release_date": {
    "coming_soon": true,
    "date": "Coming soon"
  },
  "support_info": {
    "url": "",
    "email": "mohh@live.com"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/1069740/page_bg_generated_v6b.jpg?t=1555614525",
  "content_descriptors": {
    "ids": [],
    "notes": null
  }
}
