{
  "type": "dlc",
  "name": "Total War: WARHAMMER II - The Prophet & The Warlock",
  "steam_appid": 965220,
  "required_age": 0,
  "is_free": false,
  "detailed_description": "The Prophet &amp; The Warlock is the latest Lords Pack for Total War: WARHAMMER II. Introducing two rival Legendary Lords from the world of Warhammer Fantasy Battles, each with their own objectives, mechanics, units and playstyle, for use in both the Eye of the Vortex and Mortal Empires campaigns, and custom/multiplayer battles.<br><br><ul class=\"bb_ul\"><li>Two powerful new Legendary Lords with new quest-chains, legendary items and skills trees<br></li><li>Play as Clan Skryre (Skaven) or the Cult of Sotek (Lizardmen) with unique new campaign mechanics<br></li><li>Two new additional Lord types<br></li><li>Nine new battlefield units and variants including the bullet-spewing Ratling Gun Weapon Teams and the fearsome Ripperdactyls<br></li><li>Unleash ultimate devastation with the Clan Skryre Doomrocket, or summon an aspect of the very serpent god himself into battle with the Invocation of Sotek!<br></li><li>New Regiments of Renown to unlock, recruit and field</li></ul><br><strong>Background</strong><br><br>The great serpent-god Sotek may sleep, but Tehenauin – his most devoted prophet – does not. The time has come for the foul Skaven to pay the butcher’s bill for their plague-spreading acts, and pay they will – with their very lives! Tehenauin marshals his fellow Red-Crested Skinks: there will be a sacrifice. A vast, crimson sacrifice. Only when the temple-city altars are drenched with Skaven blood will the serpent god become manifest and enact his divine wrath…  <br><br>But the Skaven do not sit idly by while Tehenauin plans his crusade. Scenting great Warpstone deposits in the jungles of Lustria, the arch Warlock-Engineer Ikit Claw has claimed The Star Tower in the name of Clan Skryre: a staging-post from which to delve deep into the continental interior. With the Forbidden Workshop at his disposal, Ikit Claw will bend the raw stuff of chaos to his twisted designs, forging ever-more ingenious and cataclysmic weapons… and placing the Warlock-Engineer on a collision course with the Prophet of Sotek!<h2 class=\"bb_tag\"><strong>New Legendary Lords and Factions</strong></h2><h2 class=\"bb_tag\"><strong>Ikit Claw, the Warlock Engineer (Skaven, Clan Skryre)</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/965220/extras/Boom.gif?t=1555509504\" ><br><br>Ikit Claw – like all of Skavenkind – is naturally suspicious, untrusting, untrustworthy and treacherous. His aptitude for science and invention is unrivalled, but as well as being the greatest Skaven Warlock Engineer of all time, Ikit Claw has also developed an awesome command of the Winds of Magic. His exceptional scientific knowledge and magical powers have made him indispensable to the Council of Thirteen. <br><br>In his quest for destruction, Ikit seeks to realise his grandest design – the mighty Doomsphere – and he will stop at nothing to unleash it upon the world…<br><br>Clan Skryre brings several unique faction features and mechanics to Total War: WARHAMMER II:<br><br><strong>Clan Skryre Forbidden Workshop</strong><br><br>With access to the infamous Forbidden Workshop, Clan Skryre players can spend resources to upgrade various units such as Doomwheels, Doom-flayers and Weapons Teams with powerful new stat-boosts and attributes. As the player upgrades in each category, they will unlock further ancillaries and, eventually, new regiments of renown unique to the Forbidden workshop.<br><br>Workshop progress requires food and Warp Fuel, a new resource gathered after battles. New research tiers in the Workshop may be unlocked by completing unique missions. But the deadliest invention by far that the Workshop offers is the Warpstorm Doomrocket. <br><br><strong>Warpstorm Doomrockets</strong><br><br>Doomrockets are outlandishly powerful weapons, deployed in battle as an Army Ability. They are crafted in the Forbidden Workshop, and can be stockpiled for use, though only one Doomrocket from the stockpile may be launched per battle. Perhaps the most powerful weapon wielded by any of the Races of WARHAMMER II, a single Doomrocket is capable of wiping out multiple units in a single strike, sending dust and debris skywards in an incinerating mushroom-cloud! <br><br><strong>Doomsphere</strong><br><br>While the Under-Empire is a feature newly-available to Skaven factions (see the Doomsayer Update Notes for more details), only Clan Skryre can build the Doomsphere within the Under-Cities they establish. This immense Warpstone bomb is powerful enough to completely destroy any settlement it is constructed below.<br><br><strong>Unique Lord – Warlock Master</strong><br><br>The Warlock Master is a caster Lord who uses the Lore of Ruin in battle. Warlock Masters have unique skills which grant further bonuses to Doom Flayers, Doomwheels and Weapons Teams. They may be upgraded to ride a Doom Flayer or Doomwheel in battle.<br><br><strong>Unique Units</strong><br><br><ul class=\"bb_ul\"><li><strong>Ratling Gun Weapons Team: </strong>Specialist anti-infantry gun teams bearing the rotating, rapid-fire Ratling Gun. Ratling Guns are heavy damage-dealers which also Supress their targets, slowing their movement.<br></li><li><strong>Warplock Jezzails: </strong>Long-range, armour-piercing sniper infantry. These sharpshooters have the highest-quality shields, and their projectiles confer the Shieldbreaker contact effect.<br></li><li><strong>Doom-Flayers: </strong>Smaller than the Doomwheel (and twice as messy!), Doom-Flayers are designed to punch through enemy lines and deal powerful armour-piercing damage. </li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/965220/extras/Ratling_Guns.gif?t=1555509504\" ><br><br><strong>Regiments of Renown</strong><br><br>These unique, elite variants are unlocked for recruitment as Ikit Claw and his Lords level up.<br><br><ul class=\"bb_ul\"><li><strong>Ikit's Zzzzap-Zzzzap! (Warp Lightning Cannon): </strong>These arcane artillery pieces stun their enemies with the Zzzzap! Contact effect, increasing the target’s ability cooldown times.<br></li><li><strong>Clan Vulkn Tailslashers (Clanrats - Shields): </strong>Fiery vermin with high weapon-strength who deal flaming attacks, while being immune to the effects of flame-weapons themselves.<br></li><li><strong>Blightscab's Plaguepack (Plague Monk Censer Bearers): </strong>Heed the word! Blightscab’s Plaguepack have the Demegoguery ability, granting the Immune to Psychology attribute to nearby friendly units.<br></li><li><strong>Teeth-Breakers (Ratling Gun Weapons Team): </strong>These sneaky shooters carry Concealment Bombs, granting them Stalk and Unspottable at a moment’s notice. <br></li><li><strong>Council Guard (Stormvermin - Halberds): </strong>Drilled in the protection of their masters, the Council Guard are unbreakable and have the Guardian ability.<br></li><li><strong>Natty Buboe's Sharpshooters (Warplock Jezzails): </strong>The ultimate sniper crew, Natty Buboe’s Sharpshooters have both the Stalk and the Snipe abilities.<br></li><li><strong>Dwarf-Thing Menace (Doom-flayers): </strong>Perfect for scything through tough Dawi armour, the Dwarf-Thing Menace has the Sunder Armour contact effect and causes fear.<br></li><li><strong>Wheelz of Dooom (Doomwheel): </strong>Fires extra-powerful missiles which confer the Discourage contact effect on their target.</li></ul><br>Five additional Regiments of Renown will become available upon completion of key projects in the Forbidden Workshop. These units are only available in campaign, not in custom and multiplayer battles:<br><br><ul class=\"bb_ul\"><li><strong>Warpfire’s Wheel (Doomwheel): </strong>An augmented Doomwheel with improved melee stats and the Regeneration attribute.<br></li><li><strong>Blackhole Flayers (Doom-Flayers): </strong>These enhanced Doom-Flayers have improved melee stats and cause Fear.<br></li><li><strong>The Doombringers (Warpfire Thrower Weapons Team): </strong>With increased melee stats and the Unbreakable attribute, this Warpfire Thrower Weapons Team can tar-pit other units in melee if attacked.<br></li><li><strong>Eye-Takers (Warplock Jezzails): </strong>Headshot! The Eye-Takers’ enhanced Jezzails deal increased damage and Blind their targets, reducing their accuracy, melee attack and melee defence. <br></li><li><strong>Death Dealers (Ratling Gun Weapons Team): </strong>The Ratling Gun perfected! These weapons teams fire their hails of bullets at longer range, dealing greater damage and with reduced reload times.</li></ul><h2 class=\"bb_tag\"><strong>Tehenhauin, Prophet of Sotek (Lizardmen, Cult of Sotek)</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/965220/extras/Tehenhauin.gif?t=1555509504\" ><br><br>Tehenhauin, a Red Crested Skink, emerged as the charismatic Prophet of Sotek after a devastating plague was spread across Lustria by Clan Pestilens. As he led a migration out of the defiled city of Chaqua where the disease began, he prophesised the coming of the Serpent-God and rallied the surviving population of Lizardmen to join his counterattack. As Sotek’s cult grew, so too did the Prophet’s following, and for many years Tehenhauin led his apostles to many victories, slaughtering countless captives as sacrificial offerings in the hope that their spilt blood would bring forth the Serpent-God himself.<br><br>The Cult of Sotek faction brings two new campaign mechanics to Total War: WARHAMMER II:<br><br><strong>Prophecy of Sotek</strong><br>Tehenauin believes that with sufficient sacrifices, the serpent-god may yet return, bringing salvation to the Lizardmen and the extermination of the Skaven. Tehenauin will be issued with a series of unique missions, the completion of which grants access to new forms of sacrifice. When performed, these reward Tehenauin with unique banners, followers, powerful temporary effects, Regiments of Renown and more.<br><br><strong>Sacrifices to Sotek</strong><br><br>As Tehenauin and his forces win battles against non-Lizardmen armies, they may choose to mark any post-battle captives as Sacrificial Offerings. As the offerings build, they may be spent on performing the sacrifices accessed by the Prophecy of Sotek missions.<br><br><strong>The ultimate sacrifice: Invocation of Sotek</strong><br><br>The highest level of sacrifice grants Tehenauin the ability to evoke Sotek himself, manifesting an aspect of the serpent-god in battle to deal devastating damage to his foes.<br><br><strong>Unique Lord: Red-Crested Skink Chief</strong><br><br>Red-Crested Skink Chiefs are powerful melee-focussed Lords capable of leading armies, with their own unique skills tree. They may be upgraded to ride a Horned One, a Ripperdactyl, and later, a fearsome Ancient Stegadon.<br><br><strong>Unique units</strong><br><br>Tehenauin’s armies may recruit and field all-new battlefield units:<br><br><ul class=\"bb_ul\"><li><strong>Red Crested Skinks: </strong>Armed with great weapons, Red Crested Skinks deal armour-piercing damage. Moving at tremendous pace, they are well-equipped to swiftly outflank the enemy and strike from the side or rear.<br></li><li><strong>Salamander Hunting Pack: </strong>Powerful ranged-attack monsters that hurl fireballs, deal flaming attacks in melee and cause fear. Their high speed enables them to reposition swiftly in the field.<br></li><li><strong>Ancient Salamander: </strong>A vast and venerable Salamander that hurls huge fireballs, dealing high damage and making the target more vulnerable to further flame attacks. The Ancient Salamander also deals flaming attacks in melee and causes terror.  <br></li><li><strong>Ripperdactyl Riders: </strong>Flying anti-infantry cavalry ridden by Skinks, dealing powerful armour-piercing damage in melee.<br></li><li><strong>Ancient Stegadon (Engine of the Gods): </strong>A variant of the mighty Stegadon mounted with the Engine of the Gods, which can use the Burning Alignment beam-attack, and the Portent of Warding to protect nearby friendly units.<br></li><li><strong>Bastiladon (Ark of Sotek): </strong>A Bastiladon mounted with the Ark of Sotek, able to summon a writhing vortex of poison-dealing serpents around itself in combat.</li></ul><br><strong>Regiments of renown</strong><br><br>Tehenauin’s armies may field all-new Regiments of Renown. These are unlocked for recruitment as the appropriate sacrifices are made to Sotek.<br><br><ul class=\"bb_ul\"><li><strong>The Thunderous One (Ancient Stegadon): </strong>Armed with the Judgement of Xacmac ability, The Thunderous One calls down bolts of lightning to strike enemies engaging it in melee.<br></li><li><strong>Star Chamber Guardians (Temple Guard): </strong>These venerable warriors have Expert Charge Defence, Magic Attacks, and the Guardian attributes.<br></li><li><strong>Colossadon Hunters (Ripperdactyl Riders): </strong>Expert monster-fighters, the Collossadon Hunters have the Bonus VS Large ability.<br></li><li><strong>Pop-Hopak Cohort (Cold One Spear-Riders): </strong>The Pop-Hopak Cohort do not have the Primal Instinct trait, and are gifted with both the Vanguard Deployment and Immune to psychology attributes.<br></li><li><strong>Legion of Chaqua (Saurus Spears): </strong>These legendary Saurus warriors have the Shield of Chaqua ability, granting significant missile resistance to nearby friendly units. <br></li><li><strong>The Umbral Tide (Salamander Hunting Pack): </strong>Tireless and stealthy, the Umbral Tide have both the Stalk and Perfect Vigour attributes.<br></li><li><strong>Cohort of Sotek (Red-Crested Skinks): </strong>Grizzled veterans, the Cohort of Sotek are unbreakable, and have the Refuse To Die ability, which temporarily halts their hitpoint loss in battle. <br></li><li><strong>Pahaux Sentinels (Terradon Riders): </strong>These agile winged warriors have the Dodge attribute, conferring 20% Physical Resistance, and drop Rocks of Sundering, temporarily reducing their target’s armour.</li></ul>",
  "about_the_game": "The Prophet &amp; The Warlock is the latest Lords Pack for Total War: WARHAMMER II. Introducing two rival Legendary Lords from the world of Warhammer Fantasy Battles, each with their own objectives, mechanics, units and playstyle, for use in both the Eye of the Vortex and Mortal Empires campaigns, and custom/multiplayer battles.<br><br><ul class=\"bb_ul\"><li>Two powerful new Legendary Lords with new quest-chains, legendary items and skills trees<br></li><li>Play as Clan Skryre (Skaven) or the Cult of Sotek (Lizardmen) with unique new campaign mechanics<br></li><li>Two new additional Lord types<br></li><li>Nine new battlefield units and variants including the bullet-spewing Ratling Gun Weapon Teams and the fearsome Ripperdactyls<br></li><li>Unleash ultimate devastation with the Clan Skryre Doomrocket, or summon an aspect of the very serpent god himself into battle with the Invocation of Sotek!<br></li><li>New Regiments of Renown to unlock, recruit and field</li></ul><br><strong>Background</strong><br><br>The great serpent-god Sotek may sleep, but Tehenauin – his most devoted prophet – does not. The time has come for the foul Skaven to pay the butcher’s bill for their plague-spreading acts, and pay they will – with their very lives! Tehenauin marshals his fellow Red-Crested Skinks: there will be a sacrifice. A vast, crimson sacrifice. Only when the temple-city altars are drenched with Skaven blood will the serpent god become manifest and enact his divine wrath…  <br><br>But the Skaven do not sit idly by while Tehenauin plans his crusade. Scenting great Warpstone deposits in the jungles of Lustria, the arch Warlock-Engineer Ikit Claw has claimed The Star Tower in the name of Clan Skryre: a staging-post from which to delve deep into the continental interior. With the Forbidden Workshop at his disposal, Ikit Claw will bend the raw stuff of chaos to his twisted designs, forging ever-more ingenious and cataclysmic weapons… and placing the Warlock-Engineer on a collision course with the Prophet of Sotek!<h2 class=\"bb_tag\"><strong>New Legendary Lords and Factions</strong></h2><h2 class=\"bb_tag\"><strong>Ikit Claw, the Warlock Engineer (Skaven, Clan Skryre)</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/965220/extras/Boom.gif?t=1555509504\" ><br><br>Ikit Claw – like all of Skavenkind – is naturally suspicious, untrusting, untrustworthy and treacherous. His aptitude for science and invention is unrivalled, but as well as being the greatest Skaven Warlock Engineer of all time, Ikit Claw has also developed an awesome command of the Winds of Magic. His exceptional scientific knowledge and magical powers have made him indispensable to the Council of Thirteen. <br><br>In his quest for destruction, Ikit seeks to realise his grandest design – the mighty Doomsphere – and he will stop at nothing to unleash it upon the world…<br><br>Clan Skryre brings several unique faction features and mechanics to Total War: WARHAMMER II:<br><br><strong>Clan Skryre Forbidden Workshop</strong><br><br>With access to the infamous Forbidden Workshop, Clan Skryre players can spend resources to upgrade various units such as Doomwheels, Doom-flayers and Weapons Teams with powerful new stat-boosts and attributes. As the player upgrades in each category, they will unlock further ancillaries and, eventually, new regiments of renown unique to the Forbidden workshop.<br><br>Workshop progress requires food and Warp Fuel, a new resource gathered after battles. New research tiers in the Workshop may be unlocked by completing unique missions. But the deadliest invention by far that the Workshop offers is the Warpstorm Doomrocket. <br><br><strong>Warpstorm Doomrockets</strong><br><br>Doomrockets are outlandishly powerful weapons, deployed in battle as an Army Ability. They are crafted in the Forbidden Workshop, and can be stockpiled for use, though only one Doomrocket from the stockpile may be launched per battle. Perhaps the most powerful weapon wielded by any of the Races of WARHAMMER II, a single Doomrocket is capable of wiping out multiple units in a single strike, sending dust and debris skywards in an incinerating mushroom-cloud! <br><br><strong>Doomsphere</strong><br><br>While the Under-Empire is a feature newly-available to Skaven factions (see the Doomsayer Update Notes for more details), only Clan Skryre can build the Doomsphere within the Under-Cities they establish. This immense Warpstone bomb is powerful enough to completely destroy any settlement it is constructed below.<br><br><strong>Unique Lord – Warlock Master</strong><br><br>The Warlock Master is a caster Lord who uses the Lore of Ruin in battle. Warlock Masters have unique skills which grant further bonuses to Doom Flayers, Doomwheels and Weapons Teams. They may be upgraded to ride a Doom Flayer or Doomwheel in battle.<br><br><strong>Unique Units</strong><br><br><ul class=\"bb_ul\"><li><strong>Ratling Gun Weapons Team: </strong>Specialist anti-infantry gun teams bearing the rotating, rapid-fire Ratling Gun. Ratling Guns are heavy damage-dealers which also Supress their targets, slowing their movement.<br></li><li><strong>Warplock Jezzails: </strong>Long-range, armour-piercing sniper infantry. These sharpshooters have the highest-quality shields, and their projectiles confer the Shieldbreaker contact effect.<br></li><li><strong>Doom-Flayers: </strong>Smaller than the Doomwheel (and twice as messy!), Doom-Flayers are designed to punch through enemy lines and deal powerful armour-piercing damage. </li></ul><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/965220/extras/Ratling_Guns.gif?t=1555509504\" ><br><br><strong>Regiments of Renown</strong><br><br>These unique, elite variants are unlocked for recruitment as Ikit Claw and his Lords level up.<br><br><ul class=\"bb_ul\"><li><strong>Ikit's Zzzzap-Zzzzap! (Warp Lightning Cannon): </strong>These arcane artillery pieces stun their enemies with the Zzzzap! Contact effect, increasing the target’s ability cooldown times.<br></li><li><strong>Clan Vulkn Tailslashers (Clanrats - Shields): </strong>Fiery vermin with high weapon-strength who deal flaming attacks, while being immune to the effects of flame-weapons themselves.<br></li><li><strong>Blightscab's Plaguepack (Plague Monk Censer Bearers): </strong>Heed the word! Blightscab’s Plaguepack have the Demegoguery ability, granting the Immune to Psychology attribute to nearby friendly units.<br></li><li><strong>Teeth-Breakers (Ratling Gun Weapons Team): </strong>These sneaky shooters carry Concealment Bombs, granting them Stalk and Unspottable at a moment’s notice. <br></li><li><strong>Council Guard (Stormvermin - Halberds): </strong>Drilled in the protection of their masters, the Council Guard are unbreakable and have the Guardian ability.<br></li><li><strong>Natty Buboe's Sharpshooters (Warplock Jezzails): </strong>The ultimate sniper crew, Natty Buboe’s Sharpshooters have both the Stalk and the Snipe abilities.<br></li><li><strong>Dwarf-Thing Menace (Doom-flayers): </strong>Perfect for scything through tough Dawi armour, the Dwarf-Thing Menace has the Sunder Armour contact effect and causes fear.<br></li><li><strong>Wheelz of Dooom (Doomwheel): </strong>Fires extra-powerful missiles which confer the Discourage contact effect on their target.</li></ul><br>Five additional Regiments of Renown will become available upon completion of key projects in the Forbidden Workshop. These units are only available in campaign, not in custom and multiplayer battles:<br><br><ul class=\"bb_ul\"><li><strong>Warpfire’s Wheel (Doomwheel): </strong>An augmented Doomwheel with improved melee stats and the Regeneration attribute.<br></li><li><strong>Blackhole Flayers (Doom-Flayers): </strong>These enhanced Doom-Flayers have improved melee stats and cause Fear.<br></li><li><strong>The Doombringers (Warpfire Thrower Weapons Team): </strong>With increased melee stats and the Unbreakable attribute, this Warpfire Thrower Weapons Team can tar-pit other units in melee if attacked.<br></li><li><strong>Eye-Takers (Warplock Jezzails): </strong>Headshot! The Eye-Takers’ enhanced Jezzails deal increased damage and Blind their targets, reducing their accuracy, melee attack and melee defence. <br></li><li><strong>Death Dealers (Ratling Gun Weapons Team): </strong>The Ratling Gun perfected! These weapons teams fire their hails of bullets at longer range, dealing greater damage and with reduced reload times.</li></ul><h2 class=\"bb_tag\"><strong>Tehenhauin, Prophet of Sotek (Lizardmen, Cult of Sotek)</strong></h2><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/965220/extras/Tehenhauin.gif?t=1555509504\" ><br><br>Tehenhauin, a Red Crested Skink, emerged as the charismatic Prophet of Sotek after a devastating plague was spread across Lustria by Clan Pestilens. As he led a migration out of the defiled city of Chaqua where the disease began, he prophesised the coming of the Serpent-God and rallied the surviving population of Lizardmen to join his counterattack. As Sotek’s cult grew, so too did the Prophet’s following, and for many years Tehenhauin led his apostles to many victories, slaughtering countless captives as sacrificial offerings in the hope that their spilt blood would bring forth the Serpent-God himself.<br><br>The Cult of Sotek faction brings two new campaign mechanics to Total War: WARHAMMER II:<br><br><strong>Prophecy of Sotek</strong><br>Tehenauin believes that with sufficient sacrifices, the serpent-god may yet return, bringing salvation to the Lizardmen and the extermination of the Skaven. Tehenauin will be issued with a series of unique missions, the completion of which grants access to new forms of sacrifice. When performed, these reward Tehenauin with unique banners, followers, powerful temporary effects, Regiments of Renown and more.<br><br><strong>Sacrifices to Sotek</strong><br><br>As Tehenauin and his forces win battles against non-Lizardmen armies, they may choose to mark any post-battle captives as Sacrificial Offerings. As the offerings build, they may be spent on performing the sacrifices accessed by the Prophecy of Sotek missions.<br><br><strong>The ultimate sacrifice: Invocation of Sotek</strong><br><br>The highest level of sacrifice grants Tehenauin the ability to evoke Sotek himself, manifesting an aspect of the serpent-god in battle to deal devastating damage to his foes.<br><br><strong>Unique Lord: Red-Crested Skink Chief</strong><br><br>Red-Crested Skink Chiefs are powerful melee-focussed Lords capable of leading armies, with their own unique skills tree. They may be upgraded to ride a Horned One, a Ripperdactyl, and later, a fearsome Ancient Stegadon.<br><br><strong>Unique units</strong><br><br>Tehenauin’s armies may recruit and field all-new battlefield units:<br><br><ul class=\"bb_ul\"><li><strong>Red Crested Skinks: </strong>Armed with great weapons, Red Crested Skinks deal armour-piercing damage. Moving at tremendous pace, they are well-equipped to swiftly outflank the enemy and strike from the side or rear.<br></li><li><strong>Salamander Hunting Pack: </strong>Powerful ranged-attack monsters that hurl fireballs, deal flaming attacks in melee and cause fear. Their high speed enables them to reposition swiftly in the field.<br></li><li><strong>Ancient Salamander: </strong>A vast and venerable Salamander that hurls huge fireballs, dealing high damage and making the target more vulnerable to further flame attacks. The Ancient Salamander also deals flaming attacks in melee and causes terror.  <br></li><li><strong>Ripperdactyl Riders: </strong>Flying anti-infantry cavalry ridden by Skinks, dealing powerful armour-piercing damage in melee.<br></li><li><strong>Ancient Stegadon (Engine of the Gods): </strong>A variant of the mighty Stegadon mounted with the Engine of the Gods, which can use the Burning Alignment beam-attack, and the Portent of Warding to protect nearby friendly units.<br></li><li><strong>Bastiladon (Ark of Sotek): </strong>A Bastiladon mounted with the Ark of Sotek, able to summon a writhing vortex of poison-dealing serpents around itself in combat.</li></ul><br><strong>Regiments of renown</strong><br><br>Tehenauin’s armies may field all-new Regiments of Renown. These are unlocked for recruitment as the appropriate sacrifices are made to Sotek.<br><br><ul class=\"bb_ul\"><li><strong>The Thunderous One (Ancient Stegadon): </strong>Armed with the Judgement of Xacmac ability, The Thunderous One calls down bolts of lightning to strike enemies engaging it in melee.<br></li><li><strong>Star Chamber Guardians (Temple Guard): </strong>These venerable warriors have Expert Charge Defence, Magic Attacks, and the Guardian attributes.<br></li><li><strong>Colossadon Hunters (Ripperdactyl Riders): </strong>Expert monster-fighters, the Collossadon Hunters have the Bonus VS Large ability.<br></li><li><strong>Pop-Hopak Cohort (Cold One Spear-Riders): </strong>The Pop-Hopak Cohort do not have the Primal Instinct trait, and are gifted with both the Vanguard Deployment and Immune to psychology attributes.<br></li><li><strong>Legion of Chaqua (Saurus Spears): </strong>These legendary Saurus warriors have the Shield of Chaqua ability, granting significant missile resistance to nearby friendly units. <br></li><li><strong>The Umbral Tide (Salamander Hunting Pack): </strong>Tireless and stealthy, the Umbral Tide have both the Stalk and Perfect Vigour attributes.<br></li><li><strong>Cohort of Sotek (Red-Crested Skinks): </strong>Grizzled veterans, the Cohort of Sotek are unbreakable, and have the Refuse To Die ability, which temporarily halts their hitpoint loss in battle. <br></li><li><strong>Pahaux Sentinels (Terradon Riders): </strong>These agile winged warriors have the Dodge attribute, conferring 20% Physical Resistance, and drop Rocks of Sundering, temporarily reducing their target’s armour.</li></ul>",
  "short_description": "The Prophet &amp; The Warlock is the latest Lords Pack for Total War: WARHAMMER II. Introducing two rival Legendary Lords from the world of Warhammer Fantasy Battles, each with their own objectives, mechanics, units and playstyle.",
  "fullgame": {
    "appid": "594570",
    "name": "Total War: WARHAMMER II"
  },
  "supported_languages": "English<strong>*</strong>, French, Italian, German, Spanish - Spain, Czech, Korean, Polish, Portuguese - Brazil, Russian, Turkish, Simplified Chinese, Traditional Chinese<br><strong>*</strong>languages with full audio support",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/965220/header.jpg?t=1555509504",
  "website": null,
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 64Bit<br></li><li><strong>Processor:</strong> Intel® Core™ 2 Duo 3.0Ghz<br></li><li><strong>Memory:</strong> 5 GB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GTX 460 1GB | AMD Radeon HD 5770 1GB | Intel HD4000 @720p<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 60 GB available space</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 / 8 (8.1)/ 10 64Bit<br></li><li><strong>Processor:</strong> Intel® Core™ i5-4570 3.20GHz<br></li><li><strong>Memory:</strong> 8 GB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GeForce GTX 770 4GB | AMD Radeon R9 290X 4GB @1080p<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 60 GB available space</li></ul>"
  },
  "mac_requirements": [],
  "linux_requirements": [],
  "legal_notice": "© Copyright Games Workshop Limited 2019. Warhammer, the Warhammer logo, GW, Games Workshop, The Game of Fantasy Battles, the twin-tailed comet logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under licence. Developed by Creative Assembly and published by SEGA. Creative Assembly, the Creative Assembly logo, Total War and the Total War logo are either registered trademarks or trademarks of The Creative Assembly Limited. SEGA and the SEGA logo are either registered trademarks or trademarks of SEGA Holdings Co., Ltd. or its affiliates. All rights reserved. SEGA is registered in the U.S. Patent and Trademark Office..",
  "developers": [
    "CREATIVE ASSEMBLY"
  ],
  "publishers": [
    "SEGA"
  ],
  "price_overview": {
    "currency": "EUR",
    "initial": 849,
    "final": 849,
    "discount_percent": 0,
    "initial_formatted": "",
    "final_formatted": "8,49€"
  },
  "packages": [
    315945
  ],
  "package_groups": [
    {
      "name": "default",
      "title": "Buy Total War: WARHAMMER II - The Prophet & The Warlock",
      "description": "",
      "selection_text": "Select a purchase option",
      "save_text": "",
      "display_type": 0,
      "is_recurring_subscription": "false",
      "subs": [
        {
          "packageid": 315945,
          "percent_savings_text": "",
          "percent_savings": 0,
          "option_text": "Total War: WARHAMMER II - The Prophet & The Warlock - 8,49€",
          "option_description": "",
          "can_get_free_license": "0",
          "is_free_license": false,
          "price_in_cents_with_discount": 849
        }
      ]
    }
  ],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    },
    {
      "id": 1,
      "description": "Multi-player"
    },
    {
      "id": 21,
      "description": "Downloadable Content"
    },
    {
      "id": 22,
      "description": "Steam Achievements"
    }
  ],
  "genres": [
    {
      "id": "1",
      "description": "Action"
    },
    {
      "id": "2",
      "description": "Strategy"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/965220/ss_9b041bce3e07cee4c22c3ad161cc4663b5ad34c9.600x338.jpg?t=1555509504",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/965220/ss_9b041bce3e07cee4c22c3ad161cc4663b5ad34c9.1920x1080.jpg?t=1555509504"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/965220/ss_dc2ae5235c2d4e107c03b6345b718063c4d718f2.600x338.jpg?t=1555509504",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/965220/ss_dc2ae5235c2d4e107c03b6345b718063c4d718f2.1920x1080.jpg?t=1555509504"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/965220/ss_2ae210ef55fdffdcae9987274698e05bfa21c366.600x338.jpg?t=1555509504",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/965220/ss_2ae210ef55fdffdcae9987274698e05bfa21c366.1920x1080.jpg?t=1555509504"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/965220/ss_a5093e060b1201bf5ca1ffc823f6ac4c617d136a.600x338.jpg?t=1555509504",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/965220/ss_a5093e060b1201bf5ca1ffc823f6ac4c617d136a.1920x1080.jpg?t=1555509504"
    }
  ],
  "movies": [
    {
      "id": 256747059,
      "name": "p&w_pegi_fre",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256747059/movie.293x165.jpg?t=1554385850",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256747059/movie480.webm?t=1554385850",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256747059/movie_max.webm?t=1554385850"
      },
      "highlight": true
    }
  ],
  "recommendations": {
    "total": 334
  },
  "achievements": {
    "total": 0
  },
  "release_date": {
    "coming_soon": false,
    "date": "17 Apr, 2019"
  },
  "support_info": {
    "url": "http://support.sega.co.uk",
    "email": ""
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/965220/page_bg_generated_v6b.jpg?t=1555509504",
  "content_descriptors": {
    "ids": [
      2,
      5
    ],
    "notes": "Gameplay consists of graphic and realistic-looking depictions of physical conflict, weapons and depictions of human injury and death."
  }
}
