{
  "type": "demo",
  "name": "Arizona Derby Demo",
  "steam_appid": 1115740,
  "required_age": 0,
  "is_free": true,
  "detailed_description": "<h1>Steam Greenlight</h1><p>The Community voted &quot;Arizona Derby&quot; as top #1 title at Steam Greenlight</p><br><h1>About the Game</h1><i>This is a demo version of the &quot;Arizona Derby&quot; which will contain one track from 30 (plus night/fog mode varieties) available tracks in the full version. You can playfully this track and upgrade your stats, customize and buy new rigs and take it to the off-roads.</i><h2 class=\"bb_tag\">Welcome to the Arizona Derby, home to the most insane off-road racings and the ultimate competition that brings together world's best racers, pimping up their expensive supercars, storming them of the most exotic off-road tracks, all over the world. </h2><br><i>These guys with ease turn their million-dollar machines into off-road rigs, crash them over hills like they’re nothing…This is Arizona Derby lifestyle. It’s all about insane racings at crazy off-roads around the globe and you’re invited to do so. <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Action_syberia.gif?t=1563830146\" ><br>You will be given the first car and yours is to show skills, pack fame and earn more; one by one, to take it to the top. You will have to beat the world best off-road gangs and their bosses at the harshest track conditions. When you beat all gang members, you'll compete with their bosses. Each boss has its weak side and you need to find it and utilize in order to leave them in dust and dirt and take a win.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Cars_AD.gif?t=1563830146\" ><br> <br>In the way to stay competitive, you will upgrade, customize, tune and buy new rides from 87 supercars, check around the garage and do your best preparation, proving to the world who’s the real off-road boss. </i><h2 class=\"bb_tag\">Cars</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/a_sDVC.gif?t=1563830146\" ><br>Here you can choose to tweak of the car, putting different parts and colors to make insane, a unique rig that you will be proud off; also tuning, upgrading, buying new cars and selling the old one for okay money. Also, you may want to put your car to offroad test before you get to the worlds or you can do AquaMarine water offroad test that we brought to you to see how your car behave under most complex conditions.<h2 class=\"bb_tag\">Tracks</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/RedwoodRush.gif?t=1563830146\" ><br>Arizona Derby inviting you to unlock and play at 30 most intense tracks, at 6 world's best locations for an extreme offroad drive. Yes, you hear extreme, and it's nothing but action-packed mud going through down big wheels, while you evading, crashing and handling thousands of horsepower machines all across the hills, pumping nitro, overtaking other gang members, preparing for final races with the level Bosses.  Each race has it's own unique setups and needs you to learn and ride in order to become's Arizona Derby Champion. <br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Syberia.gif?t=1563830146\" ><br>Gang members will try everything to defeat you or to block you from heading away, and you need to prevent it, to drive, to pump your steering wheel to show your skills on this roads completely.<h2 class=\"bb_tag\">Bosses and Gangs</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/bos2bos.gif?t=1563830146\" ><br>You will play against the crazy Cholo in Tropical Storm, wild B.B. Jay in the Redwood Rash,  snowy Marushka in Syberia Run, cute Ally Mc Key from Forest Ride, superhot Trinity from Canada Trophy and nice Maryam from Dubai Drive.<br>You will have to conquer all these crews: The Brass Badgers, Copper Snakes, Electric Aliens, Invisibles, Wildlings and Coyote Syndicate. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/tropical3.gif?t=1563830146\" ><br><br><i>&quot;After you beat them all, you will get to my crew 'The Immortals.... we’re the best! &amp; our cars are pimped to the max! There is no rig under 1500horse power.  If you compete and overtake my guys, you will race with me, I’m the current Arizona Derby World Champion and I’m proud on it&quot;</i><h2 class=\"bb_tag\">Tweak</h2>Here you can choose perfect color for your ride from a very special set of the colors we bring to you; you can customize plates – yes, you can put your name or your pet’s name if you like it; you can change wheels and put new, perfect shiny rims on it and Arizona Derby offers you wide selections. <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Dumpers.gif?t=1563830146\" ><br>You have plenty of the cutting edge spoilers to show’s who's the boss, also underbody LEDs, to glow it all night long, so you'll never forget where is your road home after the race is over!<h2 class=\"bb_tag\">Tune</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Offr_Test.gif?t=1563830146\" ><br>In order to stay competitive for the off-road drive, you need to pimp your car and set it to the max. You need to experiment with spring and damping stiffness, front and rear heights of your ride as well brake force to find out what’s fits to your driving style. Here you can track all in real time. This is your garage, it’s little dirt but enjoy it. Rigs are worthy.<h2 class=\"bb_tag\">Upgrades</h2>Over time, when you earn more, you may need to improve engine power, nitro capacity, aerodynamics or nitro power. All these things can be done here at upgrades, it’s ease just one click and you’re done.<h2 class=\"bb_tag\">ADriver &amp; ADrone</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/B_driver.png?t=1563830146\" ><br>At hero selection stand, you can choose <strong>ADriver </strong>that fits your driving style best; it will represent you all over races. However, you may have few drivers to race for you, here you can select them and upgrade their abilities. Each of them has a unique set of skills that will help you in most insane off-road racings ever. <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/hero-2pictures.png?t=1563830146\" ><br> You have the ability to exit the car (RB) with you chosen ADriver and to loot AirDrops and supplies, that are dropped by jet fighters around the track. <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/fighter.png?t=1563830146\" > <br>While ADriver is out of the car, time is slow to some extent to the other cars, so you can still get back and be close to the car to be able to enter (RB button again) and get back to compete. ADriver is risky features, however, if you're skilled it can bring you many loots, needed XP, AD$ to obtain more features, customizations, cars and other assets.<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/ADrone_Scene.png?t=1563830146\" ><br>Also, your car is equipped with few <strong>ADrones</strong>, for evading harsh situations or to circumvent above other cars, when they obstruct your way. Since you need to continue to compete, and there is no time to lose, and you can simply get into drone mode (LB button, if you still have it) and continue toward next checkpoint and respawn the car bellow safe position (LB again). However, both the number of ADrivers out of the car and ADrones are limited, also time outside is ticking, so you need to utilize skills, find, loot and get back close to the car to be able to enter before time expires, or your car will be respawned to the previous checkpoint and you will stay out of the loot.<h2 class=\"bb_tag\">XP and AD$</h2>During competition and winning top 3 positions, you will be rewarded with XP and AD$, monetary units, so you can upgrade your cars, buy more customizations and rigs. Amount of rewarded XP/AD$ is connected to skills you achieve in the race, and there are many in-game-scores that you can achieve a higher score, like  In-Air Time, Car-to-Car Crash, Maximum Speeding Time, Looting and many other ways. Also if you set AI to the lowest levels you will be rewarded much less score in comparison if you set to the 'insane' level which can bring you 4x more score. If you don't win (reaching any of the top 3 places) you will don't get any loot that you pick up and any score will not be counted to your total score. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Heroes.gif?t=1563830146\" ><br>There is plenty of heroes and future customization of them. 'Yeah, this is Arizona Derby, it’s a lifestyle'.<h2 class=\"bb_tag\">AD Community</h2>This is all about Arizona Derby festival, join the seamless experience, celebration and fun at a world most exotic locations with wide varieties of exclusive supercars rigged for the off-road. Here you can check the latest news from social spaces and stay updated with events, track your progress and progress of your friends.<h2 class=\"bb_tag\">Delivery</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/gold.gif?t=1563830146\" ><br>Here you can buy packs to upgrade your cars and to tune it to the perfection that you like; you can unlock things that you like or pimp spoiler with triple edges or put that gold rims that will fit your style.  In all that we created these packages that will help you achieve this.<h2 class=\"bb_tag\">Play</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/N_Play.png?t=1563830146\" ><br>Here is the start of every race. Once you select your ride, pimp it to the max. You’ll need to show that baby to the worlds, all you need is to compete. <br>Here is the place, you will have to beat the gang members over races into one level until you reach enough experience to race against the big bosses of the levels. <br>After you defend one you will be able to compete next in other parts of the world. One by one, you can become Arizona Derby World Champion, but in order, to do that, you need to start to compete.<br> <br><br><i>&quot;Wishing you luck to come to me and can’t wait to beat you in a 1-on-1 race, since I’m unbeatable... Yea you will also hear all the songs that I made after I won competitions, listen to them! Learn and ride, kid!&quot;</i>  <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Burton.gif?t=1563830146\" ><h2 class=\"bb_tag\"><i>'What, you still here? I thought you offroad! Pack your things and do your homework, dude. Imma go off.'- TxMic, The Immortal's gang</i></h2><h2 class=\"bb_tag\">ABOUT GAME</h2><br>&quot;Arizona Derby&quot; is an action-packed off-road racer with highly realistic physic simulations, challenging AI's of the opponents, that continuously learning and trying to sabotage you with brainy ways, so gameplay is always exciting. It featuring high-end degree quality of the graphics, and gameplay features are carefully crafted based on decades of racing game experience, that we have making games for other publishers and, as well from our large racing games passion and overall development experience. This means you will get immersive content, which will improve over time with customer's feedback and support.<h2 class=\"bb_tag\">DRIVING EXPERIENCE</h2>The driving impression is authentic and realistic, at the same time arcade and simulation-like, physics is very complex featuring tons of high-end algorithms which controlling endless aspects of vehicles and they are carefully improved over years of research and extended design of &quot;Arizona Derby&quot;, highly recreating the spirit of the real off-road racing experience. Ai opponents are ultimately smart, skilled for the off-roads drive, so you need to reach a unique set of skills needed for realistic off-road terrains. You need to take care of how fast and at which angle going over jumps and bumpy roads, sometimes shortcut ain't the best path to lead the race.  <br><br><br>&quot;Arizona Derby&quot; updates, new features and gameplay polishings, which addressing early testers and streamers feedback's, can be seen at <a href=\"https://steamcommunity.com/app/661290/allnews/\" target=\"_blank\" rel=\"noreferrer\"  >https://steamcommunity.com/app/661290/allnews/</a>",
  "about_the_game": "<i>This is a demo version of the &quot;Arizona Derby&quot; which will contain one track from 30 (plus night/fog mode varieties) available tracks in the full version. You can playfully this track and upgrade your stats, customize and buy new rigs and take it to the off-roads.</i><h2 class=\"bb_tag\">Welcome to the Arizona Derby, home to the most insane off-road racings and the ultimate competition that brings together world's best racers, pimping up their expensive supercars, storming them of the most exotic off-road tracks, all over the world. </h2><br><i>These guys with ease turn their million-dollar machines into off-road rigs, crash them over hills like they’re nothing…This is Arizona Derby lifestyle. It’s all about insane racings at crazy off-roads around the globe and you’re invited to do so. <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Action_syberia.gif?t=1563830146\" ><br>You will be given the first car and yours is to show skills, pack fame and earn more; one by one, to take it to the top. You will have to beat the world best off-road gangs and their bosses at the harshest track conditions. When you beat all gang members, you'll compete with their bosses. Each boss has its weak side and you need to find it and utilize in order to leave them in dust and dirt and take a win.<br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Cars_AD.gif?t=1563830146\" ><br> <br>In the way to stay competitive, you will upgrade, customize, tune and buy new rides from 87 supercars, check around the garage and do your best preparation, proving to the world who’s the real off-road boss. </i><h2 class=\"bb_tag\">Cars</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/a_sDVC.gif?t=1563830146\" ><br>Here you can choose to tweak of the car, putting different parts and colors to make insane, a unique rig that you will be proud off; also tuning, upgrading, buying new cars and selling the old one for okay money. Also, you may want to put your car to offroad test before you get to the worlds or you can do AquaMarine water offroad test that we brought to you to see how your car behave under most complex conditions.<h2 class=\"bb_tag\">Tracks</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/RedwoodRush.gif?t=1563830146\" ><br>Arizona Derby inviting you to unlock and play at 30 most intense tracks, at 6 world's best locations for an extreme offroad drive. Yes, you hear extreme, and it's nothing but action-packed mud going through down big wheels, while you evading, crashing and handling thousands of horsepower machines all across the hills, pumping nitro, overtaking other gang members, preparing for final races with the level Bosses.  Each race has it's own unique setups and needs you to learn and ride in order to become's Arizona Derby Champion. <br><br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Syberia.gif?t=1563830146\" ><br>Gang members will try everything to defeat you or to block you from heading away, and you need to prevent it, to drive, to pump your steering wheel to show your skills on this roads completely.<h2 class=\"bb_tag\">Bosses and Gangs</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/bos2bos.gif?t=1563830146\" ><br>You will play against the crazy Cholo in Tropical Storm, wild B.B. Jay in the Redwood Rash,  snowy Marushka in Syberia Run, cute Ally Mc Key from Forest Ride, superhot Trinity from Canada Trophy and nice Maryam from Dubai Drive.<br>You will have to conquer all these crews: The Brass Badgers, Copper Snakes, Electric Aliens, Invisibles, Wildlings and Coyote Syndicate. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/tropical3.gif?t=1563830146\" ><br><br><i>&quot;After you beat them all, you will get to my crew 'The Immortals.... we’re the best! &amp; our cars are pimped to the max! There is no rig under 1500horse power.  If you compete and overtake my guys, you will race with me, I’m the current Arizona Derby World Champion and I’m proud on it&quot;</i><h2 class=\"bb_tag\">Tweak</h2>Here you can choose perfect color for your ride from a very special set of the colors we bring to you; you can customize plates – yes, you can put your name or your pet’s name if you like it; you can change wheels and put new, perfect shiny rims on it and Arizona Derby offers you wide selections. <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Dumpers.gif?t=1563830146\" ><br>You have plenty of the cutting edge spoilers to show’s who's the boss, also underbody LEDs, to glow it all night long, so you'll never forget where is your road home after the race is over!<h2 class=\"bb_tag\">Tune</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Offr_Test.gif?t=1563830146\" ><br>In order to stay competitive for the off-road drive, you need to pimp your car and set it to the max. You need to experiment with spring and damping stiffness, front and rear heights of your ride as well brake force to find out what’s fits to your driving style. Here you can track all in real time. This is your garage, it’s little dirt but enjoy it. Rigs are worthy.<h2 class=\"bb_tag\">Upgrades</h2>Over time, when you earn more, you may need to improve engine power, nitro capacity, aerodynamics or nitro power. All these things can be done here at upgrades, it’s ease just one click and you’re done.<h2 class=\"bb_tag\">ADriver &amp; ADrone</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/B_driver.png?t=1563830146\" ><br>At hero selection stand, you can choose <strong>ADriver </strong>that fits your driving style best; it will represent you all over races. However, you may have few drivers to race for you, here you can select them and upgrade their abilities. Each of them has a unique set of skills that will help you in most insane off-road racings ever. <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/hero-2pictures.png?t=1563830146\" ><br> You have the ability to exit the car (RB) with you chosen ADriver and to loot AirDrops and supplies, that are dropped by jet fighters around the track. <br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/fighter.png?t=1563830146\" > <br>While ADriver is out of the car, time is slow to some extent to the other cars, so you can still get back and be close to the car to be able to enter (RB button again) and get back to compete. ADriver is risky features, however, if you're skilled it can bring you many loots, needed XP, AD$ to obtain more features, customizations, cars and other assets.<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/ADrone_Scene.png?t=1563830146\" ><br>Also, your car is equipped with few <strong>ADrones</strong>, for evading harsh situations or to circumvent above other cars, when they obstruct your way. Since you need to continue to compete, and there is no time to lose, and you can simply get into drone mode (LB button, if you still have it) and continue toward next checkpoint and respawn the car bellow safe position (LB again). However, both the number of ADrivers out of the car and ADrones are limited, also time outside is ticking, so you need to utilize skills, find, loot and get back close to the car to be able to enter before time expires, or your car will be respawned to the previous checkpoint and you will stay out of the loot.<h2 class=\"bb_tag\">XP and AD$</h2>During competition and winning top 3 positions, you will be rewarded with XP and AD$, monetary units, so you can upgrade your cars, buy more customizations and rigs. Amount of rewarded XP/AD$ is connected to skills you achieve in the race, and there are many in-game-scores that you can achieve a higher score, like  In-Air Time, Car-to-Car Crash, Maximum Speeding Time, Looting and many other ways. Also if you set AI to the lowest levels you will be rewarded much less score in comparison if you set to the 'insane' level which can bring you 4x more score. If you don't win (reaching any of the top 3 places) you will don't get any loot that you pick up and any score will not be counted to your total score. <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Heroes.gif?t=1563830146\" ><br>There is plenty of heroes and future customization of them. 'Yeah, this is Arizona Derby, it’s a lifestyle'.<h2 class=\"bb_tag\">AD Community</h2>This is all about Arizona Derby festival, join the seamless experience, celebration and fun at a world most exotic locations with wide varieties of exclusive supercars rigged for the off-road. Here you can check the latest news from social spaces and stay updated with events, track your progress and progress of your friends.<h2 class=\"bb_tag\">Delivery</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/gold.gif?t=1563830146\" ><br>Here you can buy packs to upgrade your cars and to tune it to the perfection that you like; you can unlock things that you like or pimp spoiler with triple edges or put that gold rims that will fit your style.  In all that we created these packages that will help you achieve this.<h2 class=\"bb_tag\">Play</h2><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/N_Play.png?t=1563830146\" ><br>Here is the start of every race. Once you select your ride, pimp it to the max. You’ll need to show that baby to the worlds, all you need is to compete. <br>Here is the place, you will have to beat the gang members over races into one level until you reach enough experience to race against the big bosses of the levels. <br>After you defend one you will be able to compete next in other parts of the world. One by one, you can become Arizona Derby World Champion, but in order, to do that, you need to start to compete.<br> <br><br><i>&quot;Wishing you luck to come to me and can’t wait to beat you in a 1-on-1 race, since I’m unbeatable... Yea you will also hear all the songs that I made after I won competitions, listen to them! Learn and ride, kid!&quot;</i>  <br><br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1115740/extras/Burton.gif?t=1563830146\" ><h2 class=\"bb_tag\"><i>'What, you still here? I thought you offroad! Pack your things and do your homework, dude. Imma go off.'- TxMic, The Immortal's gang</i></h2><h2 class=\"bb_tag\">ABOUT GAME</h2><br>&quot;Arizona Derby&quot; is an action-packed off-road racer with highly realistic physic simulations, challenging AI's of the opponents, that continuously learning and trying to sabotage you with brainy ways, so gameplay is always exciting. It featuring high-end degree quality of the graphics, and gameplay features are carefully crafted based on decades of racing game experience, that we have making games for other publishers and, as well from our large racing games passion and overall development experience. This means you will get immersive content, which will improve over time with customer's feedback and support.<h2 class=\"bb_tag\">DRIVING EXPERIENCE</h2>The driving impression is authentic and realistic, at the same time arcade and simulation-like, physics is very complex featuring tons of high-end algorithms which controlling endless aspects of vehicles and they are carefully improved over years of research and extended design of &quot;Arizona Derby&quot;, highly recreating the spirit of the real off-road racing experience. Ai opponents are ultimately smart, skilled for the off-roads drive, so you need to reach a unique set of skills needed for realistic off-road terrains. You need to take care of how fast and at which angle going over jumps and bumpy roads, sometimes shortcut ain't the best path to lead the race.  <br><br><br>&quot;Arizona Derby&quot; updates, new features and gameplay polishings, which addressing early testers and streamers feedback's, can be seen at <a href=\"https://steamcommunity.com/app/661290/allnews/\" target=\"_blank\" rel=\"noreferrer\"  >https://steamcommunity.com/app/661290/allnews/</a>",
  "short_description": "Arizona Derby is an action-packed racing game set at the world's harshest off-road conditions and fascinating landscapes. It’s home to the most intense racing adventures and place for showing your ultimate driving skills while pimping your rides and beating the gangs and their bosses around the globe.",
  "fullgame": {
    "appid": "661290",
    "name": "Arizona Derby"
  },
  "supported_languages": "English<strong>*</strong><br><strong>*</strong>languages with full audio support",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/header.jpg?t=1563830146",
  "website": "http://www.arizonaderby.com/",
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 7 SP1, Windows 8.1, Windows 10<br></li><li><strong>Processor:</strong> Intel Core i5-2400s @ 2.5 GHz or AMD FX-6100 @ 3.3 GHz or equivalent<br></li><li><strong>Memory:</strong> 4 MB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GeForce GTX 660, AMD HD 7870 (2GB VRAM with Shader Model 5.0 or better)<br></li><li><strong>DirectX:</strong> Version 11<br></li><li><strong>Storage:</strong> 63 GB available space</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 7 SP1, Windows 8.1, Windows 10<br></li><li><strong>Processor:</strong> Intel Core i5-4690k @ 3.5 GHz or AMD Ryzen 5 1600 @ 3.2 GHz or equivalent<br></li><li><strong>Memory:</strong> 8 MB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GeForce GTX 1060, GTX 970, AMD RX 470  or better<br></li><li><strong>DirectX:</strong> Version 12<br></li><li><strong>Storage:</strong> 63 GB available space</li></ul>"
  },
  "mac_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
  },
  "linux_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
  },
  "legal_notice": "<i>All rights reserved by Falcon Interactive Ltd 2019 © Arizona Derby® or AD®  is registered trademark owned by Falcon Interactive Ltd. Arizona Derby® is Developed and Published by Falcon Interactive. Arizona Derby uses Unreal® Engine. Unreal® is a trademark or registered trademark of Epic Games, Inc. in the United States of America and elsewhere. Unreal® Engine, Copyright 1998 – 2019, Epic Games, Inc. All rights reserved. \"FMOD Studio\" and \"Firelight Technologies Pty Ltd\" are registered trademarks and property of their owners and used under license. All other copyrights are the property of their respective owners.  Cars used in Arizona Derby are different than any real cars in performances, visual, movement, and any other way. We are using real cars references just for entertainment purposes only and any similarity is not intended.  All stunts presented in the game are extreme, and they can only be performed under controlled conditions. Remember to NEVER drive a car like that in real life and always drive safely and wear your seatbelt as it can save your life. Arizona Derby is not promoting violent driving, as may results in serious injuries and casualties to you or to any other subjects, as well as significant material damage.</i>",
  "developers": [
    "Falcon Interactive"
  ],
  "publishers": [
    "Falcon Interactive"
  ],
  "package_groups": [],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    },
    {
      "id": 10,
      "description": "Game demo"
    },
    {
      "id": 18,
      "description": "Partial Controller Support"
    }
  ],
  "genres": [
    {
      "id": "1",
      "description": "Action"
    },
    {
      "id": "9",
      "description": "Racing"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_04d1d06508d68085d6e04896723ed616b9b8ab30.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_04d1d06508d68085d6e04896723ed616b9b8ab30.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_57aa9cc4fad0e36a668afa8dc32aadb1a93c9a1c.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_57aa9cc4fad0e36a668afa8dc32aadb1a93c9a1c.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_2b39f913c3e4fc42d9e52b69a4592d08e0f511af.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_2b39f913c3e4fc42d9e52b69a4592d08e0f511af.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_6458f8ebf62cf63ad5651c91b3b9f6ff6f6ca517.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_6458f8ebf62cf63ad5651c91b3b9f6ff6f6ca517.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_963e028031cfe92bb6e842a4424425b1d40dcf5c.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_963e028031cfe92bb6e842a4424425b1d40dcf5c.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 5,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_12a788ba1f1c425236671a2d71e7a19058ec32b1.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_12a788ba1f1c425236671a2d71e7a19058ec32b1.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 6,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_79529c057b4338e458588aec84539f67a00b1dbc.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_79529c057b4338e458588aec84539f67a00b1dbc.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 7,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_43e0b4c83794e68f24d7357ac28757b61492affe.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_43e0b4c83794e68f24d7357ac28757b61492affe.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 8,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_ce0a6e40a7e7b3daf374514658bb257555df744e.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_ce0a6e40a7e7b3daf374514658bb257555df744e.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 9,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_240eb147cc8cfdba4efc93d4edcfd79748305e1e.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_240eb147cc8cfdba4efc93d4edcfd79748305e1e.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 10,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_05e175a887ac8bab07f5fd5ecba07802372d52dc.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_05e175a887ac8bab07f5fd5ecba07802372d52dc.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 11,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_db0cf442c6b8ff512ff087081991a6b437ae07a9.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_db0cf442c6b8ff512ff087081991a6b437ae07a9.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 12,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_7e78907f5edf9dacc7497b50c24cc22308f55d1c.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_7e78907f5edf9dacc7497b50c24cc22308f55d1c.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 13,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_806005b1990fcffd1b1a06ded3a73e1d45301138.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_806005b1990fcffd1b1a06ded3a73e1d45301138.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 14,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_7ff4e01c274f7ecef223242c0e26249295c30617.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_7ff4e01c274f7ecef223242c0e26249295c30617.1920x1080.jpg?t=1563830146"
    },
    {
      "id": 15,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_d5d95b3cc3fe1c7ee009290431b24fb4ed07174c.600x338.jpg?t=1563830146",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/ss_d5d95b3cc3fe1c7ee009290431b24fb4ed07174c.1920x1080.jpg?t=1563830146"
    }
  ],
  "release_date": {
    "coming_soon": false,
    "date": "22 Jul, 2019"
  },
  "support_info": {
    "url": "http://www.arizonaderby.com/",
    "email": "pr@arizonaderby.com"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/1115740/page_bg_generated_v6b.jpg?t=1563830146",
  "content_descriptors": {
    "ids": [],
    "notes": null
  }
}
