{
  "type": "game",
  "name": "异世江湖录(JiangHu Record  Of Another World)",
  "steam_appid": 1103510,
  "required_age": 0,
  "is_free": false,
  "detailed_description": "<h1>Temporary price increase announcement</h1><p>Dear players,we sincerely and strongly recommend that you put it on the wish list for the time being and do not buy this game.We are a small development team, but we want to bring some vitality to domestic games.The development cycle is now four months and we expect the finished product to be produced in at least six months.Due to the poor independent game development environment in China, we have limited funds,so our initial intention was to get some funding (art funding is a top priority) and support from players through the pre-emptive experience on STEAM.However, the players' expectations for the huge world view and gameplay of &quot;Jianghu record of another world&quot; have exceeded our expectations. The fact is that the current development progress has not reached our expectations and yours. If you have purchased the game, please wait for a few days before making an evaluation or apply for a refund if you are not satisfied with the game.However,We will provide an update once a week until the game is developed, and our attitude is very clear -- to bring a very free and different Jianghu world to the players, just like we have been working hard with the comments of the players. For Steam audit rigorous and audit cycles and we maintain a rigorous attitude to the game that we have to increase the price to $199.99 RMB99,999 to ensure that you do not buy the game and let us improve the game, to reach more than 70% when we offer the game will be adjusted to a reasonable price, final price $9.9, hope you can understand us.However, the game will come after 6 months total development cycle, in the near future.</p><br><h1>About the Game</h1><strong><h2 class=\"bb_tag\">致尊敬的玩家，我们诚挚及强烈的建议您暂时放进愿望单而不要购买我们这款游戏！！！因Steam审核严谨和审核周期以及我们对游戏保持严谨的态度，Steam已配合我们将售价提高到<u>199.99美金99999人民币</u>来保证你们不购买游戏而让我们完善这部游戏，待达到我们提供的玩法70%以上时才会调整到合理价格，最终售价始终为9.9美金，希望你们能理解我们。我们是小型开发团队但很想为国产游戏特别是武侠类国产带来一点生机，目前开发周期为4个月，我们预期最少6个月出成品，因国内独立游戏开发环境较恶劣而我们资金有限，所以我们最初的意愿是通过STEAM抢先体验来筹得一部分资金（美术部分资金是重中之重）和玩家的支持，而玩家对《异世江湖录》庞大的开放世界观及游戏性的期望已经超出了我们的预想，事实是目前开发进度没达到我们和你们的预期，如果您已购买了游戏也请等待几日再做评价或者对游戏不满意而申请退款。当然，我们会每周提供一次更新直至游戏开发完成，我们的态度也很明确-为玩家带来一个自由度极高并且不一样的江湖，就像有玩家评论的我们一直在努力。当然，游戏会在总开发周期6个月后如期而至，就在不久的将来</h2></strong><br><br><strong>玩家交流、提交BUG、提出建议官方QQ群863960823，每天及时告知更新信息及更新内容</strong><br><br>在《异世江湖录》中，玩家将扮演穿越到了另一个平行空间的宇航员，回到古代的武侠世界中，探索这个与中国古代高度相似的文明。高自由度开放世界是主要旋律，玩家需要在异世界里以自己的方式生存，或修炼技能雄霸一方，或开宗立派成为一代宗师，抑或操奇技赢成为富商大贾，或扫荡强盗土匪获得名声，又或与官府衙门抗争，同时还能经营一方乐土、建立一个美好家园、邂逅自己的爱情。当然少不了部分随机地图和大量的随机事件驱动，会基于玩家与NPC的关系产生不同的羁绊之旅或与女性发生一段情愫。后期我们也将加入多人游戏模式，支持最大6名玩家于同一个世界探险。<br>江湖恩怨或儿女情仇，都由你来开拓！<h2 class=\"bb_tag\">游戏特色</h2>1、像素风角色扮演+模拟经营+求生+武侠题材游戏；<br>2、开放式世界，你可成为一代枭雄，可以成为一名商人开店经商，或者自立门派设置自己的武功挑战其他门派，可以与NPC成为敌对或友好关系决定将来的发展，更可以邂逅女性NPC发生一段感情成为情侣，当然你可以回到现实中；<br>3、八大生存状态（饥饿、心情、水分、温度、负重、排泄、精力、健康）会影响角色增益或减益，各状态又环环相扣；<br>4、宠物（猫、狗）为你保家护院或陪你探险；<br>5、独特的骑马系统让你在后期驰骋于世界；<br>6、挑战各门派（天机道阁、魔龙教、紫竹山庄、太虚剑派、溪松派、八荒神教等）成为奇侠，若成为敌对门派，门派弟子可是会追杀你的哦；<br>7、镖局可以让你建立镖局押镖也可以让你劫镖。<h2 class=\"bb_tag\">游戏系统介绍</h2>1、模拟经营：采集各种材料以供打造物品，种植蔬菜，养殖牛羊，建造房屋，经营、租赁店铺以供交易；<br>2、求生：采集野果充饥，钓鱼、烹饪食品等在这个世界需要解决你的吃喝拉撒，当然腐烂的食物会让你产生腹泻；<br>3、武侠：自立门派独创自己的武功，也可以挑战其他门派；<br>4、天气及昼夜：会让你产生感冒眩晕等一系列状态，夜晚会让你遇到强悍的对手，也许是狼也许是强盗，十二时辰你要掌握好；<br>5、称号：让你添加各种增益效果；<br>6、好友、仇敌：好友可以在日常协助你，仇敌会在日常追杀你；<br>7、随机：副本地图及事件均为随机，你有可能在任何一天击杀一只怪物产生随机事件对你的未来发生转变；<br>8、小游戏：还记得那些能让你在休闲时光玩个几分钟的小游戏吗？钓鱼、挖矿等；<br>9：武器、装备：刀、剑、暗器、弓箭、棍棒、皮具、铁器、石器等中国元素缺一不可；<br>10、情侣：你可以在世界中找到女性NPC通过相遇相知最后相爱；<br>11、衙门：在这个世界犯罪可是会被捕快甚至捕头追捕的；<br>12、家园：有时候可能会被流氓地痞霸占，你需要随时与你心爱的狗守护你自己的家园；<br>13、驿站：骑马到另外地方最快捷的方式；<br>14、经验分配：没有等级之分，可以将经验学习各个技能提高熟练度；<br>15、招募：可以招募护卫或者家丁守护你或者你的家园；<br>16：任务：主线任务带你成长，支线或随机任务让你获得平时无法获得的物品；<br>17、存档：必须睡觉存档，后期会睡在客栈里，当然，睡在帐篷里有可能会在睡梦中死亡；<br>18、事件记录：你卒于某年某日某时辰会记录在案，方便记录你死亡次数，当然，也避免你卒于同一个死法。<br>更多游戏亮点和游戏系统我们会逐步公开，当然，您有好的建议也可以进入群里提出。",
  "about_the_game": "<strong><h2 class=\"bb_tag\">致尊敬的玩家，我们诚挚及强烈的建议您暂时放进愿望单而不要购买我们这款游戏！！！因Steam审核严谨和审核周期以及我们对游戏保持严谨的态度，Steam已配合我们将售价提高到<u>199.99美金99999人民币</u>来保证你们不购买游戏而让我们完善这部游戏，待达到我们提供的玩法70%以上时才会调整到合理价格，最终售价始终为9.9美金，希望你们能理解我们。我们是小型开发团队但很想为国产游戏特别是武侠类国产带来一点生机，目前开发周期为4个月，我们预期最少6个月出成品，因国内独立游戏开发环境较恶劣而我们资金有限，所以我们最初的意愿是通过STEAM抢先体验来筹得一部分资金（美术部分资金是重中之重）和玩家的支持，而玩家对《异世江湖录》庞大的开放世界观及游戏性的期望已经超出了我们的预想，事实是目前开发进度没达到我们和你们的预期，如果您已购买了游戏也请等待几日再做评价或者对游戏不满意而申请退款。当然，我们会每周提供一次更新直至游戏开发完成，我们的态度也很明确-为玩家带来一个自由度极高并且不一样的江湖，就像有玩家评论的我们一直在努力。当然，游戏会在总开发周期6个月后如期而至，就在不久的将来</h2></strong><br><br><strong>玩家交流、提交BUG、提出建议官方QQ群863960823，每天及时告知更新信息及更新内容</strong><br><br>在《异世江湖录》中，玩家将扮演穿越到了另一个平行空间的宇航员，回到古代的武侠世界中，探索这个与中国古代高度相似的文明。高自由度开放世界是主要旋律，玩家需要在异世界里以自己的方式生存，或修炼技能雄霸一方，或开宗立派成为一代宗师，抑或操奇技赢成为富商大贾，或扫荡强盗土匪获得名声，又或与官府衙门抗争，同时还能经营一方乐土、建立一个美好家园、邂逅自己的爱情。当然少不了部分随机地图和大量的随机事件驱动，会基于玩家与NPC的关系产生不同的羁绊之旅或与女性发生一段情愫。后期我们也将加入多人游戏模式，支持最大6名玩家于同一个世界探险。<br>江湖恩怨或儿女情仇，都由你来开拓！<h2 class=\"bb_tag\">游戏特色</h2>1、像素风角色扮演+模拟经营+求生+武侠题材游戏；<br>2、开放式世界，你可成为一代枭雄，可以成为一名商人开店经商，或者自立门派设置自己的武功挑战其他门派，可以与NPC成为敌对或友好关系决定将来的发展，更可以邂逅女性NPC发生一段感情成为情侣，当然你可以回到现实中；<br>3、八大生存状态（饥饿、心情、水分、温度、负重、排泄、精力、健康）会影响角色增益或减益，各状态又环环相扣；<br>4、宠物（猫、狗）为你保家护院或陪你探险；<br>5、独特的骑马系统让你在后期驰骋于世界；<br>6、挑战各门派（天机道阁、魔龙教、紫竹山庄、太虚剑派、溪松派、八荒神教等）成为奇侠，若成为敌对门派，门派弟子可是会追杀你的哦；<br>7、镖局可以让你建立镖局押镖也可以让你劫镖。<h2 class=\"bb_tag\">游戏系统介绍</h2>1、模拟经营：采集各种材料以供打造物品，种植蔬菜，养殖牛羊，建造房屋，经营、租赁店铺以供交易；<br>2、求生：采集野果充饥，钓鱼、烹饪食品等在这个世界需要解决你的吃喝拉撒，当然腐烂的食物会让你产生腹泻；<br>3、武侠：自立门派独创自己的武功，也可以挑战其他门派；<br>4、天气及昼夜：会让你产生感冒眩晕等一系列状态，夜晚会让你遇到强悍的对手，也许是狼也许是强盗，十二时辰你要掌握好；<br>5、称号：让你添加各种增益效果；<br>6、好友、仇敌：好友可以在日常协助你，仇敌会在日常追杀你；<br>7、随机：副本地图及事件均为随机，你有可能在任何一天击杀一只怪物产生随机事件对你的未来发生转变；<br>8、小游戏：还记得那些能让你在休闲时光玩个几分钟的小游戏吗？钓鱼、挖矿等；<br>9：武器、装备：刀、剑、暗器、弓箭、棍棒、皮具、铁器、石器等中国元素缺一不可；<br>10、情侣：你可以在世界中找到女性NPC通过相遇相知最后相爱；<br>11、衙门：在这个世界犯罪可是会被捕快甚至捕头追捕的；<br>12、家园：有时候可能会被流氓地痞霸占，你需要随时与你心爱的狗守护你自己的家园；<br>13、驿站：骑马到另外地方最快捷的方式；<br>14、经验分配：没有等级之分，可以将经验学习各个技能提高熟练度；<br>15、招募：可以招募护卫或者家丁守护你或者你的家园；<br>16：任务：主线任务带你成长，支线或随机任务让你获得平时无法获得的物品；<br>17、存档：必须睡觉存档，后期会睡在客栈里，当然，睡在帐篷里有可能会在睡梦中死亡；<br>18、事件记录：你卒于某年某日某时辰会记录在案，方便记录你死亡次数，当然，也避免你卒于同一个死法。<br>更多游戏亮点和游戏系统我们会逐步公开，当然，您有好的建议也可以进入群里提出。",
  "short_description": "在《异世江湖录》中，高自由度开放世界是主要旋律，玩家需要在异世界里以自己的方式生存，或修炼技能雄霸一方，或开总立派成为一代宗师，抑或操奇技赢成为富商大贾，或扫荡强盗土匪获得名声，又或与官府衙门抗争，同时还能经营一方乐土、建立一个美好家园、邂逅自己的爱情。",
  "supported_languages": "Simplified Chinese",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/header.jpg?t=1564013121",
  "website": null,
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> WINDOWS7<br></li><li><strong>Processor:</strong> 2 GHz<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> 1G，shader model 3.0+<br></li><li><strong>DirectX:</strong> Version 9.0<br></li><li><strong>Storage:</strong> 350 MB available space</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> WINDOWS7<br></li><li><strong>Processor:</strong> 2 GHz and up<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> 1G and up，shader model 3.0+<br></li><li><strong>DirectX:</strong> Version 9.0<br></li><li><strong>Storage:</strong> 2 GB available space</li></ul>"
  },
  "mac_requirements": [],
  "linux_requirements": [],
  "developers": [
    "Haitake Chong qing Technology Co.Ltd"
  ],
  "publishers": [
    "Haitake Chong qing Technology Co.Ltd"
  ],
  "price_overview": {
    "currency": "EUR",
    "initial": 16999,
    "final": 16999,
    "discount_percent": 0,
    "initial_formatted": "",
    "final_formatted": "169,99€"
  },
  "packages": [
    372621
  ],
  "package_groups": [
    {
      "name": "default",
      "title": "Buy 异世江湖录(JiangHu Record  Of Another World)",
      "description": "",
      "selection_text": "Select a purchase option",
      "save_text": "",
      "display_type": 0,
      "is_recurring_subscription": "false",
      "subs": [
        {
          "packageid": 372621,
          "percent_savings_text": "",
          "percent_savings": 0,
          "option_text": "异世江湖录(JiangHu Record  Of Another World) - 169,99€",
          "option_description": "",
          "can_get_free_license": "0",
          "is_free_license": false,
          "price_in_cents_with_discount": 16999
        }
      ]
    }
  ],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    }
  ],
  "genres": [
    {
      "id": "1",
      "description": "Action"
    },
    {
      "id": "25",
      "description": "Adventure"
    },
    {
      "id": "23",
      "description": "Indie"
    },
    {
      "id": "3",
      "description": "RPG"
    },
    {
      "id": "28",
      "description": "Simulation"
    },
    {
      "id": "70",
      "description": "Early Access"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_779a9aad5e0306d6fd7248287a7894771e008f05.600x338.jpg?t=1564013121",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_779a9aad5e0306d6fd7248287a7894771e008f05.1920x1080.jpg?t=1564013121"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_5502fefa475e467f1e09d6ee4292fdf8a64e0983.600x338.jpg?t=1564013121",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_5502fefa475e467f1e09d6ee4292fdf8a64e0983.1920x1080.jpg?t=1564013121"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_9d502b1be7f14fc77e2c04b55400fac689ca5f59.600x338.jpg?t=1564013121",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_9d502b1be7f14fc77e2c04b55400fac689ca5f59.1920x1080.jpg?t=1564013121"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_e1d69c79040f29bc87d7fbed426b6793661cc643.600x338.jpg?t=1564013121",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_e1d69c79040f29bc87d7fbed426b6793661cc643.1920x1080.jpg?t=1564013121"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_1d7401e9c7b7c509f9cb0a961b4a41df7186426d.600x338.jpg?t=1564013121",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_1d7401e9c7b7c509f9cb0a961b4a41df7186426d.1920x1080.jpg?t=1564013121"
    },
    {
      "id": 5,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_02259914455c4c65988b9ab6ccd7b2e1c8f3346c.600x338.jpg?t=1564013121",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_02259914455c4c65988b9ab6ccd7b2e1c8f3346c.1920x1080.jpg?t=1564013121"
    },
    {
      "id": 6,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_f275883642e12f92f9b486a802dc073552625c12.600x338.jpg?t=1564013121",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_f275883642e12f92f9b486a802dc073552625c12.1920x1080.jpg?t=1564013121"
    },
    {
      "id": 7,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_bf7a7c55bdba2c7cda5ea80b56da8542278ae76c.600x338.jpg?t=1564013121",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/ss_bf7a7c55bdba2c7cda5ea80b56da8542278ae76c.1920x1080.jpg?t=1564013121"
    }
  ],
  "movies": [
    {
      "id": 256754619,
      "name": "video",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256754619/movie.293x165.jpg?t=1562283074",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256754619/movie480.webm?t=1562283074",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256754619/movie_max.webm?t=1562283074"
      },
      "highlight": true
    }
  ],
  "achievements": {
    "total": 16,
    "highlighted": [
      {
        "name": "异世拓荒者",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1103510/e97f2ed9dbdff8fc6ab84b872862d6cb825d1d45.jpg"
      },
      {
        "name": "异界伐木工",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1103510/83ce5023d538d1adffea2e2d9f82f1a15107599c.jpg"
      },
      {
        "name": "江湖小虾米",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1103510/734633d54706ebb28647fbf3b81f57f79f0a06d2.jpg"
      },
      {
        "name": "大鱼没有 但有大肉",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1103510/78a15d883d1ca79f0c2946c83be6e86ea9827780.jpg"
      },
      {
        "name": "鱼我所欲也",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1103510/26bd45f82d88281be1548712d522f3a987fd4b87.jpg"
      },
      {
        "name": "熊掌亦我所欲也",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1103510/29cb1175536899e0db18eeafc717737dabb14264.jpg"
      },
      {
        "name": "达成任务",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1103510/e77cdc19004d8562a2eb178cbf0332e45912fd56.jpg"
      },
      {
        "name": "被异世界首杀",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1103510/055d186806039116173e0afc3bad93d91a241c1c.jpg"
      },
      {
        "name": "渴死了",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1103510/e36d9d763acfe29733543df809247bf6fd5b5e2b.jpg"
      },
      {
        "name": "热死了",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/1103510/4cbf2914ad509a1653ecb4895b4f47ada15a552c.jpg"
      }
    ]
  },
  "release_date": {
    "coming_soon": false,
    "date": "18 Jul, 2019"
  },
  "support_info": {
    "url": "",
    "email": "4639282@qq.com"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/1103510/page_bg_generated_v6b.jpg?t=1564013121",
  "content_descriptors": {
    "ids": [],
    "notes": null
  }
}
