{
  "type": "dlc",
  "name": "Arma 3 Contact",
  "steam_appid": 1021790,
  "required_age": 0,
  "is_free": false,
  "detailed_description": "<h1>Pre-order now for Sneak Preview Access</h1><p><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/1021790/extras/Contact_Arma3-com_SteamPageImg_600px.png?t=1561047968\" ><br>If you pre-order Arma 3 Contact before the official release date, you can start testing the new terrain as of right now (with the new weapons, vehicles, and gear to follow soon). The expansion's singleplayer campaign will unlock later on Arma 3 Contact's planned release date on <strong>July 25</strong>. To gain Sneak Preview Access, you can simply right-click on Arma 3 in your Steam Library, go to 'Properties', visit the 'BETAS' tab, and use the drop-down menu to select and install the ‘Development Build’ (also known as Dev-Branch). Please note that this build is not fully compatible with the default Main-Branch of Arma 3, and represents a work-in-progress version that is not yet fully representative of the final Arma 3 Contact release.</p><br><h1>About the Game</h1>What if humanity suddenly encounters extraterrestrial intelligence on Earth? Bohemia Interactive presents: Arma 3 Contact – a spin-off expansion about the most important discovery in the history of mankind. As a soldier deployed to Livonia’s militarized Nadbór region, you will be among the first to study our alien visitors and determine their intentions. However, amid the tension and chaos, armed conflict inevitably unfolds. Arma 3 Contact’s military science fiction campaign arrives together with a massive new terrain, and introduces new factions, weapons, vehicles, outfits, equipment, and more to the wider Arma 3 sandbox.<h2 class=\"bb_tag\">Key Features</h2><ul class=\"bb_ul\"><li><strong>Singleplayer Campaign &quot;First Contact&quot;</strong><br>Ever fantasize about what would happen if aliens arrive on Earth? The story-driven “First Contact” campaign places you right at the center of a mysterious event that will forever change the face of human history. As Specialist Aiden Rudwell, you are a NATO drone operator taking part in a military training exercise on Livonia. When a massive alien vessel enters the atmosphere, you are sent on a reconnaissance mission to investigate the extraterrestrial presence. The priority: to learn who or what they are, and find out why they are here. However, with our very existence in the balance, different interpretations fueled by a region-wide blackout quickly prove to be a surefire way to conflict. Over the course of this campaign, you will engage in field science, electronic warfare, and combat recon, in an experience delivered in authentic Arma 3 style.<br></li><li><strong>Livonia Terrain</strong><br>Dense forests, wide open fields, and plenty of interesting landmarks – get ready to explore a fresh temperate summer environment ideally suited for combined arms warfare. Arma 3 Contact’s 163 km2 Eastern European terrain covers the partly abandoned <i>Nadbór</i> region within the larger Polish-speaking country of <i>Livonia</i>. This landlocked NATO member state shares borders with four other nations, including the Russian exclave Kaliningrad and CSAT partner Belarus, which inherently makes it a place of great geo-strategic importance. Its woodland locale is composed of a big set of completely new structures, props, and natural objects, complemented by objects from other Bohemia terrains.<br></li><li><strong>2 Factions</strong><br>With the new terrain come two relatively smaller but highly capable new military factions. Specifically, the <i>Livonian Defense Force</i> and <i>Russian Spetsnaz</i>. The LDF equips its soldiers with high-end protective gear in a distinctive woodland ‘geometric’ camouflage design. This includes new fatigues, plate carrier vests, and advanced modular combat helmets with optional ear protectors and so-called ‘Spartan chops’. Meanwhile, the Russian Spetsnaz operators wear a new lightweight two-tone suit, a durable helmet based on CSAT design, and a chest rig which sports a cross-drawn chest holder for sidearms. Each faction is further enhanced by reskinned variants of existing Arma 3 assets, and made complete with new character faces and Polish or Russian radio protocols.<br></li><li><strong>5 Weapons</strong><br>The Contact expansion adds 5 weapons to your Arma 3 arsenal. The LDF makes use of the <i>Promet Assault Rifle</i>. This modular bullpup rifle is known for its unique detachable carry handle with integrated scope and can be fitted with an under-barrel grenade launcher or shotgun attachment. Then there are two additions to the AK family, which are primarily used by Russian Spetsnaz. The <i>RPK-12 Light Machine Gun</i> features a distinctive 75-round drum magazine, elongated barrel, a modified stock, and added foregrip. The <i>AKU-12 Rifle</i> is a lightweight carbine with a shorter barrel and a special muzzle brake. Lastly, Livonia’s civilian hunting enthusiasts bring in their own two weapons. The <i>Mk14 Classic Hunting Rifle</i> is a single fire walnut stock version of the military-issue Mk14, while the <i>Kozlice Shotgun</i> is a traditional break-barrel 12 gauge that can fire slug or buckshot shells, and comes in a regular and sawed-off variant.<br></li><li><strong>2 Vehicles</strong><br>Say hello to an unlikely pair of new vehicles. First up is the <i>ED-1 Mini UGV</i> (Unmanned Ground Vehicle). This small tracked electric robot is built to traverse complex terrain, and can transmit a live camera feed so that its operator can remotely assess the situation. Wielding its multi-joint swivel arm, the UGV’s two primary uses are CBRN Defense and Explosive Ordnance Disposal. The Science variant, the <i>ED-1E</i>*, is essentially a driving laboratory with sensors, a sampling laser, and a biopsy probe. For military use, the <i>ED-1D</i> variant comes prepared with a mounted Disruptor shotgun; ideal for demining operations and close encounters. On the opposite side of the vehicle spectrum drives the <i>Tractor</i>. This reliable Diesel workhorse from Arma 2 returns with a major upgrade to its model and textures, and might prove unexpectedly useful in certain circumstances.<br></li><li><strong>Gear</strong>*<br>In response to First Contact, this spin-off expansion also hands you a variety of new gear. Perhaps most striking is the equipment related to <i>CBRN</i> (Chemical, Biological, Radiological, and Nuclear) defense. This involves an oversuit – available in multiple colors and camouflage designs – and includes Air Purifying Respirator face masks and breathing apparatus backpacks. Another notable addition is the <i>Spectrum Device</i>. This is a handheld transceiver that can act as an electromagnetic spectrum analyzer. It can send and receive a myriad of signals at various frequencies, while – depending on what antenna is fitted – it can also be used for jamming or deception. As such, it is essential when it comes to scientific study, communications, or engaging in electronic warfare. Additionally, there is a <i>radio backpack</i>, prisoner <i>blindfold</i>, and, of course, the most proven measure of defense against alien interference: the <i>tin foil hat</i>.<br></li><li><strong>Classified Intel</strong><br><span class=\"bb_spoiler\">Little is known about the extraterrestrial visitors, but their largest observed vessel is hard to miss. Presumably employing a form of gravity control, it appears to have little trouble maintaining levitation despite its massive size. It is unclear whether Livonia is the only arrival site on Earth, but the UFO is believed to purposely hover above an underground alien network that spans at least several kilometers. This network’s purpose and origin are entirely unknown, but it appears to be incredibly old since it has gone unnoticed for the longest time. Recent reports also mention sightings of highly advanced car-sized alien entities surveying the UFO’s nearby environment. However, much more information is needed before their true capabilities and purpose can be evaluated.</span><br></li><li><strong>Additional Multiplayer Scenarios</strong><br>Jump into Arma 3’s official <i>Zeus Game Master</i>, <i>Combat Patrol</i>, and <i>Warlords</i> multiplayer modes with additional scenarios for the new Livonia terrain.</li></ul><h2 class=\"bb_tag\">Free Bonus Content</h2><br>The Arma 3 Contact spin-off expansion is supported by free new content for all Arma 3 owners.<br><br><ul class=\"bb_ul\"><li><strong>NATO Woodland Camouflage</strong> - NATO troops receive a modest range of gear in woodland camouflage, fitting for Livonia’s forest terrain.<br></li><li><strong>Civilian Clothing</strong> - Additional character gear helps represent the various civilian groups in the Nadbór region, such as the international Astra scientists, local farmers, and looters.<br></li><li><strong>100+ Decorative &amp; Terrain Objects*</strong> - Content creators can let their imagination run wild with dozens of new structures and props, many of which are available in multiple color variants. Besides the new assets for the Livonia terrain, this includes objects related to CBRN (sealed transport packaging, a weather station, and more), Decontamination (tents, showers, spill bunds, cleaning equipment, tarps, liquid hoses, and more) and Field Outposts (rugged equipment, terminals, furniture, lamps, solar panels, power cables, cargo platforms, and more).<br></li><li><strong>Official Soundtrack</strong> - Listen to new music tracks composed specifically for the &quot;First Contact&quot; singleplayer campaign.</li></ul><br>* <i>Some of these marked items might have advanced scripted gameplay functionality within Arma 3 Contact’s singleplayer campaign. However, please be aware that they are purely cosmetic and/or decorative when used across the vanilla Arma 3 sandbox, such as in multiplayer or in the Scenario Editor.</i><h2 class=\"bb_tag\">Launch Options</h2>To play the &quot;First Contact&quot; singleplayer campaign, you should open the Arma 3 Launcher and then hit the PLAY CONTACT button. Alternatively, you can visit the DLC section in the Arma 3 Launcher, load Arma 3 Contact there, and launch the game by clicking on the regular PLAY button. If you would like to play regular Arma 3 but still want to have access to the assets from the Contact expansion (such as the terrain, weapons, and vehicles), you can simply launch Arma 3 without loading Arma 3 Contact as optional DLC.<h2 class=\"bb_tag\">New to Arma 3?</h2>If you’re interested in Arma 3 Contact but do not yet own the Arma 3 base game, we recommend purchasing the <a href=\"https://store.steampowered.com/bundle/11065/\" target=\"_blank\" rel=\"noreferrer\"  >Arma 3 Contact Edition</a>. This includes the Contact expansion plus the Arma 3 base game at a much lower price than when both are bought separately.",
  "about_the_game": "What if humanity suddenly encounters extraterrestrial intelligence on Earth? Bohemia Interactive presents: Arma 3 Contact – a spin-off expansion about the most important discovery in the history of mankind. As a soldier deployed to Livonia’s militarized Nadbór region, you will be among the first to study our alien visitors and determine their intentions. However, amid the tension and chaos, armed conflict inevitably unfolds. Arma 3 Contact’s military science fiction campaign arrives together with a massive new terrain, and introduces new factions, weapons, vehicles, outfits, equipment, and more to the wider Arma 3 sandbox.<h2 class=\"bb_tag\">Key Features</h2><ul class=\"bb_ul\"><li><strong>Singleplayer Campaign &quot;First Contact&quot;</strong><br>Ever fantasize about what would happen if aliens arrive on Earth? The story-driven “First Contact” campaign places you right at the center of a mysterious event that will forever change the face of human history. As Specialist Aiden Rudwell, you are a NATO drone operator taking part in a military training exercise on Livonia. When a massive alien vessel enters the atmosphere, you are sent on a reconnaissance mission to investigate the extraterrestrial presence. The priority: to learn who or what they are, and find out why they are here. However, with our very existence in the balance, different interpretations fueled by a region-wide blackout quickly prove to be a surefire way to conflict. Over the course of this campaign, you will engage in field science, electronic warfare, and combat recon, in an experience delivered in authentic Arma 3 style.<br></li><li><strong>Livonia Terrain</strong><br>Dense forests, wide open fields, and plenty of interesting landmarks – get ready to explore a fresh temperate summer environment ideally suited for combined arms warfare. Arma 3 Contact’s 163 km2 Eastern European terrain covers the partly abandoned <i>Nadbór</i> region within the larger Polish-speaking country of <i>Livonia</i>. This landlocked NATO member state shares borders with four other nations, including the Russian exclave Kaliningrad and CSAT partner Belarus, which inherently makes it a place of great geo-strategic importance. Its woodland locale is composed of a big set of completely new structures, props, and natural objects, complemented by objects from other Bohemia terrains.<br></li><li><strong>2 Factions</strong><br>With the new terrain come two relatively smaller but highly capable new military factions. Specifically, the <i>Livonian Defense Force</i> and <i>Russian Spetsnaz</i>. The LDF equips its soldiers with high-end protective gear in a distinctive woodland ‘geometric’ camouflage design. This includes new fatigues, plate carrier vests, and advanced modular combat helmets with optional ear protectors and so-called ‘Spartan chops’. Meanwhile, the Russian Spetsnaz operators wear a new lightweight two-tone suit, a durable helmet based on CSAT design, and a chest rig which sports a cross-drawn chest holder for sidearms. Each faction is further enhanced by reskinned variants of existing Arma 3 assets, and made complete with new character faces and Polish or Russian radio protocols.<br></li><li><strong>5 Weapons</strong><br>The Contact expansion adds 5 weapons to your Arma 3 arsenal. The LDF makes use of the <i>Promet Assault Rifle</i>. This modular bullpup rifle is known for its unique detachable carry handle with integrated scope and can be fitted with an under-barrel grenade launcher or shotgun attachment. Then there are two additions to the AK family, which are primarily used by Russian Spetsnaz. The <i>RPK-12 Light Machine Gun</i> features a distinctive 75-round drum magazine, elongated barrel, a modified stock, and added foregrip. The <i>AKU-12 Rifle</i> is a lightweight carbine with a shorter barrel and a special muzzle brake. Lastly, Livonia’s civilian hunting enthusiasts bring in their own two weapons. The <i>Mk14 Classic Hunting Rifle</i> is a single fire walnut stock version of the military-issue Mk14, while the <i>Kozlice Shotgun</i> is a traditional break-barrel 12 gauge that can fire slug or buckshot shells, and comes in a regular and sawed-off variant.<br></li><li><strong>2 Vehicles</strong><br>Say hello to an unlikely pair of new vehicles. First up is the <i>ED-1 Mini UGV</i> (Unmanned Ground Vehicle). This small tracked electric robot is built to traverse complex terrain, and can transmit a live camera feed so that its operator can remotely assess the situation. Wielding its multi-joint swivel arm, the UGV’s two primary uses are CBRN Defense and Explosive Ordnance Disposal. The Science variant, the <i>ED-1E</i>*, is essentially a driving laboratory with sensors, a sampling laser, and a biopsy probe. For military use, the <i>ED-1D</i> variant comes prepared with a mounted Disruptor shotgun; ideal for demining operations and close encounters. On the opposite side of the vehicle spectrum drives the <i>Tractor</i>. This reliable Diesel workhorse from Arma 2 returns with a major upgrade to its model and textures, and might prove unexpectedly useful in certain circumstances.<br></li><li><strong>Gear</strong>*<br>In response to First Contact, this spin-off expansion also hands you a variety of new gear. Perhaps most striking is the equipment related to <i>CBRN</i> (Chemical, Biological, Radiological, and Nuclear) defense. This involves an oversuit – available in multiple colors and camouflage designs – and includes Air Purifying Respirator face masks and breathing apparatus backpacks. Another notable addition is the <i>Spectrum Device</i>. This is a handheld transceiver that can act as an electromagnetic spectrum analyzer. It can send and receive a myriad of signals at various frequencies, while – depending on what antenna is fitted – it can also be used for jamming or deception. As such, it is essential when it comes to scientific study, communications, or engaging in electronic warfare. Additionally, there is a <i>radio backpack</i>, prisoner <i>blindfold</i>, and, of course, the most proven measure of defense against alien interference: the <i>tin foil hat</i>.<br></li><li><strong>Classified Intel</strong><br><span class=\"bb_spoiler\">Little is known about the extraterrestrial visitors, but their largest observed vessel is hard to miss. Presumably employing a form of gravity control, it appears to have little trouble maintaining levitation despite its massive size. It is unclear whether Livonia is the only arrival site on Earth, but the UFO is believed to purposely hover above an underground alien network that spans at least several kilometers. This network’s purpose and origin are entirely unknown, but it appears to be incredibly old since it has gone unnoticed for the longest time. Recent reports also mention sightings of highly advanced car-sized alien entities surveying the UFO’s nearby environment. However, much more information is needed before their true capabilities and purpose can be evaluated.</span><br></li><li><strong>Additional Multiplayer Scenarios</strong><br>Jump into Arma 3’s official <i>Zeus Game Master</i>, <i>Combat Patrol</i>, and <i>Warlords</i> multiplayer modes with additional scenarios for the new Livonia terrain.</li></ul><h2 class=\"bb_tag\">Free Bonus Content</h2><br>The Arma 3 Contact spin-off expansion is supported by free new content for all Arma 3 owners.<br><br><ul class=\"bb_ul\"><li><strong>NATO Woodland Camouflage</strong> - NATO troops receive a modest range of gear in woodland camouflage, fitting for Livonia’s forest terrain.<br></li><li><strong>Civilian Clothing</strong> - Additional character gear helps represent the various civilian groups in the Nadbór region, such as the international Astra scientists, local farmers, and looters.<br></li><li><strong>100+ Decorative &amp; Terrain Objects*</strong> - Content creators can let their imagination run wild with dozens of new structures and props, many of which are available in multiple color variants. Besides the new assets for the Livonia terrain, this includes objects related to CBRN (sealed transport packaging, a weather station, and more), Decontamination (tents, showers, spill bunds, cleaning equipment, tarps, liquid hoses, and more) and Field Outposts (rugged equipment, terminals, furniture, lamps, solar panels, power cables, cargo platforms, and more).<br></li><li><strong>Official Soundtrack</strong> - Listen to new music tracks composed specifically for the &quot;First Contact&quot; singleplayer campaign.</li></ul><br>* <i>Some of these marked items might have advanced scripted gameplay functionality within Arma 3 Contact’s singleplayer campaign. However, please be aware that they are purely cosmetic and/or decorative when used across the vanilla Arma 3 sandbox, such as in multiplayer or in the Scenario Editor.</i><h2 class=\"bb_tag\">Launch Options</h2>To play the &quot;First Contact&quot; singleplayer campaign, you should open the Arma 3 Launcher and then hit the PLAY CONTACT button. Alternatively, you can visit the DLC section in the Arma 3 Launcher, load Arma 3 Contact there, and launch the game by clicking on the regular PLAY button. If you would like to play regular Arma 3 but still want to have access to the assets from the Contact expansion (such as the terrain, weapons, and vehicles), you can simply launch Arma 3 without loading Arma 3 Contact as optional DLC.<h2 class=\"bb_tag\">New to Arma 3?</h2>If you’re interested in Arma 3 Contact but do not yet own the Arma 3 base game, we recommend purchasing the <a href=\"https://store.steampowered.com/bundle/11065/\" target=\"_blank\" rel=\"noreferrer\"  >Arma 3 Contact Edition</a>. This includes the Contact expansion plus the Arma 3 base game at a much lower price than when both are bought separately.",
  "short_description": "Arma 3 Contact is a spin-off expansion about humanity's first encounter with extraterrestrial intelligence on Earth. Its alien visitors and military sci-fi singleplayer campaign arrive together with a new sandbox terrain, factions, weapons, vehicles, outfits, equipment, and more.",
  "fullgame": {
    "appid": "107410",
    "name": "Arma 3"
  },
  "supported_languages": "English<strong>*</strong>, French, Italian, German, Spanish - Spain, Czech, Polish, Portuguese - Brazil, Russian, Japanese, Korean, Simplified Chinese, Traditional Chinese, Turkish<br><strong>*</strong>languages with full audio support",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/header.jpg?t=1561047968",
  "website": "http://www.arma3.com",
  "pc_requirements": {
    "minimum": "<strong>Minimum: </strong><br><ul class=\"bb_ul\"><li><strong>OS: </strong>Windows 7 SP1 (64bit)<br>\t</li><li><strong>Processor: </strong>Intel Dual-Core 2.4 GHz or AMD Dual-Core Athlon 2.5 GHz<br>\t</li><li><strong>Memory: </strong>4 GB RAM<br>\t</li><li><strong>Graphics: </strong>NVIDIA GeForce 9800GT / AMD Radeon HD 5670 /  Intel HD Graphics 4000 with 512 MB VRAM<br>\t</li><li><strong>DirectX®: </strong>10<br>\t</li><li><strong>Hard Drive: </strong>42 GB free space<br>\t</li><li><strong>Audio: </strong>DirectX®-compatible on-board</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS: </strong>Windows 7 / 8 / 10 (64bit)<br>\t</li><li><strong>Processor: </strong>Intel Core i5-4460 or AMD FX 4300 or better<br>\t</li><li><strong>Memory: </strong>6 GB RAM<br>\t</li><li><strong>Graphics: </strong>NVIDIA GeForce GTX 660 / AMD Radeon HD 7800 Series with 2 GB VRAM<br>\t</li><li><strong>DirectX®: </strong>11<br>\t</li><li><strong>Hard Drive: </strong>45 GB free space, SSD / Hybrid HDD / SSHD storage<br>\t</li><li><strong>Sound: </strong>DirectX®-compatible soundcard</li></ul>"
  },
  "mac_requirements": [],
  "linux_requirements": [],
  "legal_notice": "Arma 3 supports the BattlEye anti-cheat engine. Most server admins choose to enable it on their servers, so please refrain from cheats and hacks or you may receive a global ban. BattlEye global bans are shared with DayZ and Arma 2: Operation Arrowhead.",
  "developers": [
    "Bohemia Interactive"
  ],
  "publishers": [
    "Bohemia Interactive"
  ],
  "price_overview": {
    "currency": "EUR",
    "initial": 2499,
    "final": 2249,
    "discount_percent": 10,
    "initial_formatted": "24,99€",
    "final_formatted": "22,49€"
  },
  "packages": [
    338939
  ],
  "package_groups": [
    {
      "name": "default",
      "title": "Buy Arma 3 Contact",
      "description": "",
      "selection_text": "Select a purchase option",
      "save_text": "",
      "display_type": 0,
      "is_recurring_subscription": "false",
      "subs": [
        {
          "packageid": 338939,
          "percent_savings_text": "-10%",
          "percent_savings": 0,
          "option_text": "Arma 3 Contact - <span class=\"discount_original_price\">24,99€</span> 22,49€",
          "option_description": "",
          "can_get_free_license": "0",
          "is_free_license": false,
          "price_in_cents_with_discount": 2249
        }
      ]
    }
  ],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    },
    {
      "id": 1,
      "description": "Multi-player"
    },
    {
      "id": 36,
      "description": "Online Multi-Player"
    },
    {
      "id": 37,
      "description": "Local Multi-Player"
    },
    {
      "id": 9,
      "description": "Co-op"
    },
    {
      "id": 38,
      "description": "Online Co-op"
    },
    {
      "id": 39,
      "description": "Local Co-op"
    },
    {
      "id": 21,
      "description": "Downloadable Content"
    },
    {
      "id": 22,
      "description": "Steam Achievements"
    },
    {
      "id": 29,
      "description": "Steam Trading Cards"
    },
    {
      "id": 13,
      "description": "Captions available"
    },
    {
      "id": 30,
      "description": "Steam Workshop"
    },
    {
      "id": 18,
      "description": "Partial Controller Support"
    },
    {
      "id": 25,
      "description": "Steam Leaderboards"
    },
    {
      "id": 17,
      "description": "Includes level editor"
    }
  ],
  "genres": [
    {
      "id": "1",
      "description": "Action"
    },
    {
      "id": "28",
      "description": "Simulation"
    },
    {
      "id": "2",
      "description": "Strategy"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_72e0641ec4190cd100f0e370263abeea2973e695.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_72e0641ec4190cd100f0e370263abeea2973e695.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_806326a50fdca6a8463b203f191bddade9bddcf5.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_806326a50fdca6a8463b203f191bddade9bddcf5.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_b30fe5166244d0c4f5b33cea68079785971878e7.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_b30fe5166244d0c4f5b33cea68079785971878e7.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_8353472968c6c5bee130b367460947c528c31f6e.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_8353472968c6c5bee130b367460947c528c31f6e.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_eba07476bc861ea5c4119c6fcccdcc710ccef1b0.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_eba07476bc861ea5c4119c6fcccdcc710ccef1b0.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 5,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_b5cbd3b849e2576c96ec04fa852e60b00cef7301.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_b5cbd3b849e2576c96ec04fa852e60b00cef7301.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 6,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_1e1d99ee64673cd430ddb2498bf75625fc53b473.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_1e1d99ee64673cd430ddb2498bf75625fc53b473.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 7,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_2313be0b59994be625ec24baf4ca47cd35a048ec.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_2313be0b59994be625ec24baf4ca47cd35a048ec.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 8,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_e9433131a6047960b8d96aaf0d2f9bf6077d212d.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_e9433131a6047960b8d96aaf0d2f9bf6077d212d.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 9,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_1fd0e724d60f7d586274a826e87a339fdfd2cbb5.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_1fd0e724d60f7d586274a826e87a339fdfd2cbb5.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 10,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_e705e042566bab9323db955bdc0fda43ed3d864f.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_e705e042566bab9323db955bdc0fda43ed3d864f.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 11,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_2945f3e05fec541181b3f69c5993404aa3cd2500.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_2945f3e05fec541181b3f69c5993404aa3cd2500.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 12,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_713acd9c5b68bbf6ec2730782f567d404192969f.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_713acd9c5b68bbf6ec2730782f567d404192969f.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 13,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_f9f07ca41167694b46cccbdd0b69e950d782126e.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_f9f07ca41167694b46cccbdd0b69e950d782126e.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 14,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_4738f86ea2139e9980e4d2afb8cef0236cc3cec4.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_4738f86ea2139e9980e4d2afb8cef0236cc3cec4.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 15,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_265f66fc48f5aa5b264ab34b559c2eb0d3de76ee.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_265f66fc48f5aa5b264ab34b559c2eb0d3de76ee.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 16,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_37f976a82c0d7e0e4cb496affc34c149bcab0583.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_37f976a82c0d7e0e4cb496affc34c149bcab0583.1920x1080.jpg?t=1561047968"
    },
    {
      "id": 17,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_731e44aa51bc492d36fbf4245278e719b574c2fb.600x338.jpg?t=1561047968",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/ss_731e44aa51bc492d36fbf4245278e719b574c2fb.1920x1080.jpg?t=1561047968"
    }
  ],
  "movies": [
    {
      "id": 256751496,
      "name": "Announcement Trailer PEGI",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256751496/movie.293x165.jpg?t=1558644239",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256751496/movie480.webm?t=1558644239",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256751496/movie_max.webm?t=1558644239"
      },
      "highlight": true
    },
    {
      "id": 256753964,
      "name": "Sandbox Trailer PEGI",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256753964/movie.293x165.jpg?t=1561047963",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256753964/movie480.webm?t=1561047963",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256753964/movie_max.webm?t=1561047963"
      },
      "highlight": true
    }
  ],
  "release_date": {
    "coming_soon": true,
    "date": "25 Jul, 2019"
  },
  "support_info": {
    "url": "http://arma3.com/faq",
    "email": "support@bohemia.net"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/1021790/page_bg_generated_v6b.jpg?t=1561047968",
  "content_descriptors": {
    "ids": [
      5
    ],
    "notes": "This Game may contain content not appropriate for all ages, or may not be appropriate for viewing at work: Frequent and Intense Violence, Bad Language, General Mature Content."
  }
}
