{
  "type": "game",
  "name": "Dirty Bomb®",
  "steam_appid": 333930,
  "required_age": 0,
  "is_free": true,
  "dlc": [
    780550,
    780560,
    780561
  ],
  "detailed_description": "<h1>Just Updated</h1><p>It's a dirty job, but someone's got to do it.<br><br>Hunter has arrived. He's brought with him sweeping changes to Phantom, a reworked version of Terminal and a whole host of changes!<br><br>Update Notes:<h2 class=\"bb_tag\">Released: Hunter</h2><br>The Alaskan Hunter may be a man of few words, but with a short-temper and a state of the art arsenal MercSERV couldn’t wait to get him on the books.<br><br>Hunter brings with him a brand new set of weapons; from the slow firing, hard hitting Ryburn machine pistol, to the short range, fast firing Averarov 9 pistol. He also carries the stylish and deadly Ulu.<br><br>His Special Edition Loadout Card is also available in the store.<h2 class=\"bb_tag\">Reworked: Phantom</h2><br>Phantom has always been one of the more polarising Mercs, often being being fun to play, but fairly limited in team-viability and utility in comparison to other Mercs. With these changes, Phantom will be more of a ‘silent operative’, capable of sneaking behind enemy lines to cause disruption with his EMP Wave and first-shot potential.<br><br>Phantom’s Obsidian Operative Loadout Card also returns to the store.<h2 class=\"bb_tag\">Reworked: Terminal</h2><br>The goal with all Dirty Bomb maps is to have the first objective be completed nearly every time, as we feel what keeps the maps enjoyable to play is the sense of progression rather than being stuck on the first objective all game. Our telemetry showed that Terminals first objective was the least completed in the game. Terminal Redux seeks to make the first objective attacker sided, this involved a full rebuild of the first objective space and its objectives, primary and secondary. You will still recognise the themes in Terminal but with a new layout that after many tests we feel tilts the balance in Jackals favour.<h2 class=\"bb_tag\">New Armory UI</h2><br>With the introduction of Merc Decks, we gave you more options for customising your Mercs through the Barracks. However, managing your content has always been frustrating.<br><br>We’re proud to introduce you to the Armory. We’ve updated the filtering and sorting options for you to split up your content more effectively, and we’ve added a new search bar for you to find specific cards quickly and add these directly into your Merc Decks.<h2 class=\"bb_tag\">PRICING UPDATE</h2><br>With Hunter’s arrival, we’re also updating some of our Merc pricing:<br><br>Turtle was 50,000 Credits or $9.99 → is now 45,000 or $8.99<br>Redeye was 45,000 Credits or $8.99 → is now 40,000 Credits or $7.99<br>Arty was 35,000 Credits or $6.99 → is now 30,000 Credits or $5.99<br>All three Mercs are included in the All Merc Pack, which gives you access to all current and future Mercs (including Hunter), which is available on Steam.<h2 class=\"bb_tag\">WEAPON WEAR UPDATE</h2><br>We have upgraded the look of all of our Weapon Skins across the board. We felt that they weren’t desirable enough, and those towards the bottom end weren’t reflective of the quality of work that we want to be associated with. We also feel that, when you guys get these skins, you want to feel awesome, and these changes should allow you to do that! We have improved the memory footprint of each gun as well, meaning that performance has improved across the board.<h2 class=\"bb_tag\">MAP FIXES</h2><h2 class=\"bb_tag\">BRIDGE</h2><br><ul class=\"bb_ul\"><li>New updated minimap bringing it in line with Castle’s and Vault’s<br></li><li>Stopped map entering critical path blocker on EV section with the barrier<br></li><li>Stopped turtle being able to deploy shield on top of MG<br></li><li>Removed assets that blocked Kira, Skyhammer and Arty strikes on EV section<br></li><li>Raised height of ceiling at top of train bridge stairs to stop players hitting head<br></li><li>Fixed issue where you could not throw packs over objects by the GH Square wall<br></li><li>Fixed collision at top of station escalator causing players to get stuck<br></li><li>Fixed inaccurate collision on train carriage on rail bridge<br></li><li>Added collision on AC vent in attackers spawn<br></li><li>Updated collision on area around GH building barricade wreckage that caused sticky movement<br></li><li>Moved intro objective marker so it didn’t clip<br></li><li>Fixed Z fighting on asset post explosion effect<br></li><li>Stopped trigger volume blocking explosives around the EV barricade<br></li><li>Fixed several locations where you could see outside of the world<br></li><li>By the GH Courtyard<br></li><li>In the MG Building<br></li><li>In the Office<br></li><li>In the Attackers spawn and Back Alley<br></li><li>Replaced old quality Bus asset in OOB<br></li><li>Fixed issues with graffiti rendering strangely in Defenders spawn<br></li><li>Fixed lightmaps on door frame<br></li><li>Fixed misaligned textures in GH building<br></li><li>Fixed seams in assets in Garage<br></li><li>Improved global sky texture to remove seams<br></li><li>Fixed textures on steps in Office<br></li><li>Fixed CDA barricade floating asset<br></li><li>Fixed textures on escalators<br></li><li>Fixed collision on Underground sign on Station Road<br></li><li>Fixed Z fighting on windows</li></ul><h2 class=\"bb_tag\">TRAINYARD</h2><br><ul class=\"bb_ul\"><li>New updated minimap bringing it in line with Castle’s and Vault’s<br></li><li>Reset kill volumes on map reset on second objective train carriage<br></li><li>Updated collision to smooth out snag at defenders spawn<br></li><li>Fixed several locations where you could see outside of the world near:<br></li><li>Gas Tower<br></li><li>Blocker Carriage<br></li><li>Spawn Warehouse<br></li><li>Warehouse<br></li><li>FTL Backyard<br></li><li>Updated collision in Smashed Train Wall to prevent mines being planted under the terrain on High Spec<br></li><li>Added collision to ceiling to stop player jumping head into ceiling in Smashed Train wall<br></li><li>Removed floating decals on train at Track Gate<br></li><li>Removed collision by ammo box in Signal Box<br></li><li>Fixed issue where you could not throw packs over objects by:<br></li><li>Last objective bridge<br></li><li>Last objective defender spawn<br></li><li>Second objective secondary gate<br></li><li>Removed asset that was only available on high graphics settings, that impeded on gameplay space<br></li><li>Partial fix for collision issue on attackers left ramp trick jump<br></li><li>Stitched a single proxy which was being hidden in game in the MG building<br></li><li>Replaced an expensive to render asset with a cheaper one<br></li><li>Made pipe with collision visible on minimal settings<br></li><li>Smoothed collision by Disused Bridge<br></li><li>Added trims to hide texture seams<br></li><li>Fixed clipping pipe asset<br></li><li>Improved look of objective 1 area after it has exploded to include damage on more nearby assets<br></li><li>Fixed clipping trash asset<br></li><li>Added collision to pipes in Smashed Train Wall building<br></li><li>Made rubble pile with collision visible on minimal settings<br></li><li>Visual fix to vertex painting on mound asset<br></li><li>Removed window sill in MG building to fix collision issues<br></li><li>Moved track slightly to stop z-fighting<br></li><li>Fixed clipping asset in MG building<br></li><li>Smoothed collision on bush assets by Track Gate Approach<br></li><li>Change light environment bounds on container door to include the dominant light<br></li><li>Fixed missing text string when going into overtime on final objective<br></li><li>Turned off shadow casting on decal elements on milk jug delivery</li></ul><h2 class=\"bb_tag\">WEAPON UPDATES: SNIPER BALANCE</h2><br>Sniper animation timings have been adjusted to improve the feel when using these weapons. This should be a good middle-ground between the old functionality and the recent changes, which means you can now switch weapons quicker after firing, although the case eject animations are a little slower to compensate.<br><br>MoA SNPR-1:<br><br>Fire-duration timing reduced to 0.7s (was 0.9s)<br>Case eject timing increased to 0.8s (was 0.6s)<br><br>FEL-IX:<br><br>Fire-duration timing reduced to 0.8s (was 1.0s)<br>Case eject timing increased to 0.9s (was 0.7s)<h2 class=\"bb_tag\">CMM IMPROVEMENTS</h2><br><ul class=\"bb_ul\"><li>Solo players in Casual Matchmaking will begin automatically queuing again in the background when on the match review screen<br></li><li>Fixed a rare bug at the end of a match, where players remained stuck on “Disconnecting” screen<br></li><li>Fixed a bug where the Merc/Loadout switch UI did not dismiss on match loading animation<br></li><li>Fixed a bug with odd faction colors in the post-game chat<br></li><li>Fixed a bug with players not going back into searching for a match, when a server was not found after the Team-Lineup</li></ul><h2 class=\"bb_tag\">TRANSLATIONS</h2><br>Added and corrected numerous translations, as part of our ongoing effort to make the game more accessible and enjoyable for our international players.<h2 class=\"bb_tag\">OTHER CHANGES AND FIXES</h2><br><ul class=\"bb_ul\"><li>Fixed an issue where Loadout Case drops wouldn’t be displayed on the post-match rewards screen<br></li><li>Reworked ‘Recent Matches’ screen to allow for better readability and quick access to past MVP screens, bringing it in line with the post-match lobby<br></li><li>Fixed a bug with Crafting Kits not being awarded after reaching Level 4. Players instead received a Weapon Kit<br></li><li>Fixed a bug where a Medic’s defibrillator would only do damage to players<br></li><li>Fixed Kira’s orbital strike not dealing damage to things if it is positions perfectly on top of them and their collision is completely flat and world axis-aligned<br></li><li>Improved the selection process for MVP awards<br></li><li>Fragment Cases are now quick-open only<br></li><li>Fixed a bug with missing audio effects for Jackal Lantern trinket<br></li><li>Fixed a naming bug on several pop-up messages. Progressive Advancement Crate will now be called Advancement Crate<br></li><li>Fixed a bug with the Commander audio lines on Dome map<br></li><li>Disabled Javelin Ammo Aura vfx<br></li><li>Javelin’s model scale slightly readjusted<br></li><li>Fixed the non-functional View button on the Locked Advancement Crate pop-up<br></li><li>Fixed an audio bug with Guardian’s Hoigat .224 being too quiet<br></li><li>Fixed a bug with the Tølen MP and MoA SNPR-1 rotating incorrectly in weapon preview<br></li><li>Fixed a bug with the muzzle flash on the Timik-47 still being present after re-spawn<br></li><li>Fixed the Coresec Defender weapon skin where the MoA SNPR-1 gun barrel appeared white<br></li><li>Fixed a texture bug which made most guns look like they had blocked barrels<br></li><li>Fixed a bug where the Submit feedback pop up appeared half off the screen<br></li><li>Improved the quality of a visibly low resolution Ghost Clip sticker on Javelin’s Rocket Launcher<br></li><li>Fixed a bug where Merc Decks could be edited and renamed to 35 blank spaces<br></li><li>Fixed a bug where activating a Ranked Points Booster did not immediately start the boost countdown<br></li><li>Updated the descriptions on CoreSec, KMA, Royal Force Weapon Case drops<br></li><li>Updated the badge descriptions on the tooltips for Ammo Cache, Stockpile and Armory<br></li><li>Updated the artwork for Fragment Cases<br></li><li>Updated the descriptions on Weapon Card notifications<br></li><li>Fixed a clipping bug between Sparks and the Empire-9 which was visible during the MVP line-up<br></li><li>Added header and borders to the images in the Advancement Crate opening wheel animation<br></li><li>Fixed a minor pluralisation bug when player has only one single item in inventory<br></li><li>Fixed a bug where the 30000 credit bonus could appear as a blank credit award<br></li><li>Updated the text formatting on the tooltip for the Battle Hardened trinket to make it consistent with other trinkets<br></li><li>Updated the Specter trinket description and tooltip in Store to remove an extra character<br></li><li>Fixed a bug where no pop-up was displayed after opening a weapon case<br></li><li>Updated the description of Fragment Cases drop notifications<br></li><li>Fixed a bug where no weapon preview was shown after opening a weapon case and selecting the Preview option<br></li><li>Fixed a bug with new players receiving an unlocked Progressive Advancement Crate at Level 7, instead of having the existing one unlocked<br></li><li>Fixed a bug with the magazine on the Grandeur SR not being visible in 3rd person view<br></li><li>Fixed a bug with the SNITCH tooltip being clipped off at the bottom of the screen<br></li><li>Fixed a bug where trinkets did not appear on the MoA SNPR-1<br></li><li>Improved the quality of the Getting Started Pop-Up<br></li><li>Corrected the artwork for the Advancement Crate gained at level 5, which made it appear unlocked<br></li><li>Fixed a bug where the Tølen MP was missing magazine and Trinket in first person camera<br></li><li>Updated the tutorial for new players about how to use fragment cases and fragments<br></li><li>Fixed a bug where a player’s name could expand the text field in the pre-game lobby<br></li><li>Fixed a bug with equipping Skyhammer’s ‘Founders’ Loadout Card, where a floating flashlight could be observed by his chest armour<br></li><li>Fixed a bug with the character counter for Merc Deck names not counting blank spaces<br></li><li>Fixed a bug where if a player had multiple weapon skins they were unable to use more than one<br></li><li>Removed a noticeable pink spot from the sight of the Blishlok<br></li><li>Fixed a bug with Proximity Mine beep which could be triggered twice in-front of an EV<br></li><li>Fixed a bug with Delivery containers having shadows under the decals<br></li><li>Added dying audio for Guardian and Javelin<br></li><li>Fixed a problem with the reload animations for using M9, Caulden and Selbstadt .40<br></li><li>Fixed a bug where if Proximity Mines were placed on the roadblock lowered barrier, they could not be picked up<br></li><li>Fixed a few instances where some elements from the main menu were randomly flickering<br></li><li>Fixed a bug with Return To Party from the post game lobby causing match found audio notifications<br></li><li>Fixed a bug with stopping Quick Open, where menu closing before the opening process has finished<br></li><li>Fixed a bug where selecting the Invite friends button puts the user into a party without actually inviting anyone<br></li><li>Fixed a bug in the Store where a purchased case pop-up didn’t disappear after opening it<br></li><li>Fixed a bug where the last area shown in the minimap when dying will carry over upon respawn<br></li><li>Fixed a bug when starting the game, with the text over the countdown displaying “ROUND 1 STARTS IN” even if there is only one round in Objective.<br></li><li>Fixed an issue when a player switches Merc and doesn’t receive a notification in chat of the change</li></ul></p><br><h1>About the Game</h1>Dirty Bomb takes first person shooters back to their purest roots in a fast-paced team game that will challenge even the most competent players. This game won’t hold your hand, in fact it is more likely to kick your teeth in. With no controller support or aim assist, all that lies between you and certain death is player skill and reaction. Work together or die alone in the most challenging team-based FPS. <br><br>A string of 'dirty bomb' attacks cripple London, leaving the Central Disaster Authority to restore it. When criminal syndicate Jackal begin disrupting and stealing their technology, the capital is thrown into chaos as mercenaries from across the globe are hired by both sides.<br><br>That's where you come in. After all, what’s a little radiation sickness when there’s money to be made?<h2 class=\"bb_tag\">Features:</h2><ul class=\"bb_ul\"><li>Fast-paced, highly competitive teamplay that takes the shooter back to its purest roots</li></ul><ul class=\"bb_ul\"><li>Over 20 distinct Mercenaries, each bursting with their own abilities, attributes and expletives</li></ul><ul class=\"bb_ul\"><li>Two game-modes:</li></ul><ul class=\"bb_ul\"><ul class=\"bb_ul\"><li>Objective – Battle through parts of the city, completing objectives to reach the finale before time runs out</li></ul></ul><ul class=\"bb_ul\"><ul class=\"bb_ul\"><li>Stopwatch – Objective mode for competitive types, where teams swap sides mid-match to see who's faster</li></ul></ul><ul class=\"bb_ul\"><li>A Free-to-Win progression system, where skill beats money every time. Take down your rich friends and watch 'em weep</li></ul>",
  "about_the_game": "Dirty Bomb takes first person shooters back to their purest roots in a fast-paced team game that will challenge even the most competent players. This game won’t hold your hand, in fact it is more likely to kick your teeth in. With no controller support or aim assist, all that lies between you and certain death is player skill and reaction. Work together or die alone in the most challenging team-based FPS. <br><br>A string of 'dirty bomb' attacks cripple London, leaving the Central Disaster Authority to restore it. When criminal syndicate Jackal begin disrupting and stealing their technology, the capital is thrown into chaos as mercenaries from across the globe are hired by both sides.<br><br>That's where you come in. After all, what’s a little radiation sickness when there’s money to be made?<h2 class=\"bb_tag\">Features:</h2><ul class=\"bb_ul\"><li>Fast-paced, highly competitive teamplay that takes the shooter back to its purest roots</li></ul><ul class=\"bb_ul\"><li>Over 20 distinct Mercenaries, each bursting with their own abilities, attributes and expletives</li></ul><ul class=\"bb_ul\"><li>Two game-modes:</li></ul><ul class=\"bb_ul\"><ul class=\"bb_ul\"><li>Objective – Battle through parts of the city, completing objectives to reach the finale before time runs out</li></ul></ul><ul class=\"bb_ul\"><ul class=\"bb_ul\"><li>Stopwatch – Objective mode for competitive types, where teams swap sides mid-match to see who's faster</li></ul></ul><ul class=\"bb_ul\"><li>A Free-to-Win progression system, where skill beats money every time. Take down your rich friends and watch 'em weep</li></ul>",
  "short_description": "Work together or die alone! Fight to restore peace to London or tear it down for profit in the most challenging team based shooter around.",
  "supported_languages": "English<strong>*</strong>, French, German, Portuguese-Brazil, Russian, Simplified Chinese<br><strong>*</strong>languages with full audio support",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/333930/header.jpg?t=1523556072",
  "website": "http://www.dirtybomb.com/",
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 (64-bit)<br></li><li><strong>Processor:</strong> 2.33 GHz Dual Core<br></li><li><strong>Memory:</strong> 3 GB RAM<br></li><li><strong>Graphics:</strong> 512MB - GeForce 7800GTX<br></li><li><strong>DirectX:</strong> Version 9.0<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 7 GB available space<br></li><li><strong>Sound Card:</strong> Generic Sound Card</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7 (64-bit) or better<br></li><li><strong>Processor:</strong> 2.0 GHz Quad Core or better<br></li><li><strong>Memory:</strong> 3 GB RAM<br></li><li><strong>Graphics:</strong> 2GB - GeForce 710 or better<br></li><li><strong>DirectX:</strong> Version 9.0<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 7 GB available space<br></li><li><strong>Sound Card:</strong> Generic Sound Card</li></ul>"
  },
  "mac_requirements": [],
  "linux_requirements": [],
  "legal_notice": "© 2015 - 2017 WARCHEST LTD. & SPLASH DAMAGE LTD. ALL RIGHTS RESERVED. SPLASH DAMAGE and DIRTY BOMB (and their respective logos) are trade marks or registered trademarks of Splash Damage Ltd. And WarChest Ltd respectively.",
  "developers": [
    "Splash Damage"
  ],
  "publishers": [
    "Warchest Ltd."
  ],
  "package_groups": [],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "metacritic": {
    "score": 63,
    "url": "http://www.metacritic.com/game/pc/dirty-bomb?ftag=MCD-06-10aaa1f"
  },
  "categories": [
    {
      "id": 1,
      "description": "Multi-player"
    },
    {
      "id": 36,
      "description": "Online Multi-Player"
    },
    {
      "id": 22,
      "description": "Steam Achievements"
    },
    {
      "id": 29,
      "description": "Steam Trading Cards"
    },
    {
      "id": 35,
      "description": "In-App Purchases"
    }
  ],
  "genres": [
    {
      "id": "1",
      "description": "Action"
    },
    {
      "id": "37",
      "description": "Free to Play"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_876d4708070df156b96759c165646d39aff6ec7f.600x338.jpg?t=1523556072",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_876d4708070df156b96759c165646d39aff6ec7f.1920x1080.jpg?t=1523556072"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_f4d317e3c4959daba7cca1e3b78830bf67e57e69.600x338.jpg?t=1523556072",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_f4d317e3c4959daba7cca1e3b78830bf67e57e69.1920x1080.jpg?t=1523556072"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_90a0ba7b5b873000549ab2c617a2eecedd07ed67.600x338.jpg?t=1523556072",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_90a0ba7b5b873000549ab2c617a2eecedd07ed67.1920x1080.jpg?t=1523556072"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_90e291af938f16bd051bbd5d1134379836b16207.600x338.jpg?t=1523556072",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_90e291af938f16bd051bbd5d1134379836b16207.1920x1080.jpg?t=1523556072"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_1a1d21b26a1ecef39c8ffef906dea5a3daf73f14.600x338.jpg?t=1523556072",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_1a1d21b26a1ecef39c8ffef906dea5a3daf73f14.1920x1080.jpg?t=1523556072"
    },
    {
      "id": 5,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_8b8f4c76d1acbfdb17d4b0d4b51f14494f0ffa7f.600x338.jpg?t=1523556072",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_8b8f4c76d1acbfdb17d4b0d4b51f14494f0ffa7f.1920x1080.jpg?t=1523556072"
    },
    {
      "id": 6,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_6ce0a6199734a775fb1dda9887b6d4efc8e7ef82.600x338.jpg?t=1523556072",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_6ce0a6199734a775fb1dda9887b6d4efc8e7ef82.1920x1080.jpg?t=1523556072"
    },
    {
      "id": 7,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_d2bb423b7fd3df897999d3ccc967aac3b953748a.600x338.jpg?t=1523556072",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_d2bb423b7fd3df897999d3ccc967aac3b953748a.1920x1080.jpg?t=1523556072"
    },
    {
      "id": 8,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_5c635fdf263d8d0dc0c2ca4924468622bcbf83ee.600x338.jpg?t=1523556072",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_5c635fdf263d8d0dc0c2ca4924468622bcbf83ee.1920x1080.jpg?t=1523556072"
    },
    {
      "id": 9,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_4229c5fb52d2bb500eeb63c1618f97893754d83d.600x338.jpg?t=1523556072",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_4229c5fb52d2bb500eeb63c1618f97893754d83d.1920x1080.jpg?t=1523556072"
    },
    {
      "id": 10,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_5aa503d2393198e0a07db11317132ee1a9538ac3.600x338.jpg?t=1523556072",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/333930/ss_5aa503d2393198e0a07db11317132ee1a9538ac3.1920x1080.jpg?t=1523556072"
    }
  ],
  "movies": [
    {
      "id": 256702401,
      "name": "Dirty Bomb: Join the Professionals",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256702401/movie.293x165.jpg?t=1519724686",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256702401/movie480.webm?t=1519724686",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256702401/movie_max.webm?t=1519724686"
      },
      "highlight": true
    },
    {
      "id": 256714123,
      "name": "Dirty Bomb: Melee Weapon Skins",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256714123/movie.293x165.jpg?t=1523556066",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256714123/movie480.webm?t=1523556066",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256714123/movie_max.webm?t=1523556066"
      },
      "highlight": true
    },
    {
      "id": 2040330,
      "name": "Dirty Bomb: Scrubs Trailer",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/2040330/movie.293x165.jpg?t=1504178020",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/2040330/movie480.webm?t=1504178020",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/2040330/movie_max.webm?t=1504178020"
      },
      "highlight": true
    }
  ],
  "recommendations": {
    "total": 50261
  },
  "achievements": {
    "total": 78,
    "highlighted": [
      {
        "name": "Sprayer",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/333930/abc057b237b8afe9a7bf8e7506a006c5c16499a2.jpg"
      },
      {
        "name": "Click Bait",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/333930/abdd678fffcf667bf07f48024093b720aeb3cdc0.jpg"
      },
      {
        "name": "Headburst",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/333930/727e94d970d9c422c747265ad6d229b54c43bb8b.jpg"
      },
      {
        "name": "Shanker",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/333930/6c8f4f7046a086559e0f3801c59fdbf387eba9d6.jpg"
      },
      {
        "name": "Gunner",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/333930/fa7f2526bf84f545b31fd431af6c26caf1c2a66e.jpg"
      },
      {
        "name": "Marksman",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/333930/6e00ebec0fbf72d0f1c346362e1a57ef3f579789.jpg"
      },
      {
        "name": "Helmet, off",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/333930/5082b62e240d356095f887ca36eced4e3b854de2.jpg"
      },
      {
        "name": "Job On The Side",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/333930/dffcb162cadd14dfb055e625ad5e12a609bb7c86.jpg"
      },
      {
        "name": "Hoarder",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/333930/f56f984f172d414e8dd08370837d0a585eb7afff.jpg"
      },
      {
        "name": "Nurse",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/333930/f5a49307673c1afcbd7bd5cd07b4c2d91c75719b.jpg"
      }
    ]
  },
  "release_date": {
    "coming_soon": false,
    "date": "Jun 2015"
  },
  "support_info": {
    "url": "https://dirtybombsupport.zendesk.com",
    "email": "support@dirtybomb.com"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/333930/page_bg_generated_v6b.jpg?t=1523556072"
}
