{"type": "game", "name": "汉末求生", "steam_appid": 1006800, "required_age": 0, "is_free": false, "detailed_description": "官方对战QQ群：681387999<br>steamCN ID是：老黄76<h2 class=\"bb_tag\">游戏基本玩法</h2>游戏不氪金，公平对战。<br><br>1、《汉末求生》是一款风格复古，玩法创新的策略战争对战游戏，每一局游戏一共20名玩家参与，时间在数十分钟内。<br>游戏开始以后，20座玩家的城市用孔明灯空投到400*400个格子的大地图上。玩家升级城市各种建筑，招募武将，训练士兵，探索地图，击败NPC，占领地图上的资源点收集资源，发展自身实力。<br>2、地图分为14个州，游戏开始后，14个州会随机按照时间顺序发生天灾，如果玩家所在的州即将发生天灾，玩家需要使用迁城功能将城市迁移到尚未发生天灾的州，否则，会损失一格耐久。并由系统将玩家城市随机迁移到一个尚未发生天灾的城市。发生了天灾的州地图上会变成灰色，玩家的城市也不能再迁入了。<br>玩家可以派遣武将进攻其他玩家的城市，也需要在自己的城市驻防，防御其他玩家派遣军队来进攻。<br>3、激烈的战争过后，只剩一人一城，取得最终胜利！<h2 class=\"bb_tag\">游戏基本攻略：</h2><br>一、城建内政：<br>1、城主府：是城市建设的基础，城主府升级后能开启新的建筑，并且增加城市建筑空间。玩家首先应该升级城主府，但是也要注意留一些资源修建其它建筑。<br><br>2、将军府：玩家在将军府中招募将领，游戏开局送了一定数量的魂晶用于招募武将，攻打其他玩家及NPC能获得魂晶。将领按稀缺度分为s、ss、sss三个档次。s将领价格为100魂晶、ss将领价格为300魂晶、sss将领价格为3000魂晶。因此开局的时候是无法招募稀缺度最高的名将，需要在游戏中攻打NPC及其他玩家获得魂晶后，才能招募更高级的将领。将领按类型分为：武将、谋士和辅助，游戏中每场战斗最多可以上阵5名将领，不同类型，技能将领的搭配能带来不同的战斗能力和效果，每个将领具体的数值和技能可以在游戏中查看将领的说明。特定武将之间还存在羁绊，有羁绊的武将一同上阵，能带来战斗力增益。<br><br>3、兵营：兵营升级后，能够训练不同的兵种，依次为“长枪兵”、“刀盾兵”、“弓箭兵”、“斥候”、“轻骑兵”、“弩兵”、“重骑兵”，兵种之间有相克关系。但是要把兵营升级到最高等级能够训练高级兵种需要消耗大量资源。<br><br>4、资源建筑：游戏中的资源建筑有冶炼厂、伐木场、农田和民居，分别生产铁矿、木材、粮食和铜币。训练士兵需要消耗铜币，修建建筑消耗木材，派遣部队出征及扫描地图消耗粮食。迁城以及治疗伤兵消耗铜币。<br><br>5、瞭望台：游戏大地图上有战争迷雾，瞭望台可以消除战争迷雾，瞭望台等级越高，消除战争迷雾后的可视范围越大。瞭望台还有个功能就是对大地图进行扫描。因为游戏的地图很大，即使消除了战争迷雾，玩家要自己手动在地图上寻找目标也是件困难的事情。使用瞭望台的扫描功能，就可以通过查看扫描结果，轻松的在地图上找到其他玩家的城市，以及NPC，及州、郡、县等城市，并能查看详细信息。但是使用瞭望台扫描需要消耗大量粮食。并且扫描一次以后需要一定的时间冷却，才能再次使用扫描功能。<br><br>7、城墙：玩家可以在城墙上布置防御部队来抵御其他玩家的进攻，城墙能够增强防御能力。但是修建城墙也要消耗大量资源。虽然某些进攻型玩家信奉“进攻是最好的防御”，采取积极进攻的战略，不愿意把资源消耗在防御上。但我们还是建议玩家要安排好自己的城防部队。<br><br>8、祭台：祭台可以施放天雷术，攻击其他玩家城市驻防在城墙上的部队。在获得水镜先生后，天雷术能升级为超级天雷术，可以直接打掉目标城市的一格耐久。<br><br>9、医馆：战斗中会产生伤兵，在医馆中使用铜币治疗伤兵。<br><br>二、征战天下<br>游戏的主要目标就是在大地图上寻找其他玩家的城市，并进行攻击。同时也要防御其他玩家来攻击自己的城市。除此之外，也要根据自己当前需求，在大地图上寻找不同的资源地和州、郡、县进行攻占获取资源，提升自己的实力。因为将领及士兵数量有限，因此在适当的时间，派遣适当的将领和士兵到适当的目标就是游戏取胜的关键。<br><br>1、资源地：大地图上有山地、森林和农田，分别出产铁矿、木材和粮食。玩家派遣武将带领部队占领资源地，就能获取相应的资源。资源地等级越高，获取的资源数量也越高。但资源地等级越高，守卫的部队也就越强大，玩家还是要根据自己的实力，选择攻占的目标。另外：城主府等级越高，占领资源地以后，获取的资源也越多。<br><br>2、NPC：攻击大地图上的NPC并取胜，能获得魂晶用于购买武将，NPC会固定时间刷新，NPC等级越高，取胜后获得的魂晶越多。NPC等级越高，攻打难度也越高。<br><br>3、州<br>一局游戏进行到一定时间后，随机一个未发生天灾的州城上会出现献帝宝藏，玩家攻打该州城并获胜后，能获得“水镜先生”，玩家获得水镜先生后，如果玩家此时已经修建了祭台建筑，那么就可以准备超级天雷术了。普通祭台施展的天雷术在此时就会成为超级天雷术，威力更具毁灭性。超级天雷术是一种威力强大的攻击手段，能直接减少作为目标的其他玩家的城市一格耐久。但玩家在获得超级天雷术及准备和发动超级天雷术时，游戏中的大喇叭会进行播报，并暴露该玩家城市坐标，有可能成为其他玩家优先攻打的目标。<br><br>4、郡：占领郡城能获得铜币，玩家在扫描结果中能看到郡城的繁荣度和难度。每一局游戏，每座郡城的繁荣度和难度都不同。繁荣度越高，占领后获得的铜币越多。难度越高，守卫郡城的部队实力越强，建议尽量寻找繁荣度高，难度低，距离近的郡城进行占领吧。玩家自己城市中的民居等级越高，占领郡城后获得的铜币也越多。<br><br>5、县：攻占县城能获得士兵，玩家在扫描结果中能看到县城的繁荣度和难度及攻占后获得的兵种。每一局游戏，每座县城的繁荣度和难度以及能获得的士兵兵种都不同。繁荣度越高，占领后获得的士兵数量越多。难度越高，守卫县城城的部队实力越强，建议尽量寻找繁荣度高，难度低，自己当前最需要且距离近的县城城进行攻占吧。另外，玩家自己城市中的兵营等级越高，占领县城后获得的士兵数量也越多。<br><br>6、其他玩家城市：游戏的主要目的就是攻打其他玩家的城市，并同时防御其他玩家攻击自己的城市。在攻打其他玩家城市之前，建议先派遣斥候进行侦查，看自己的攻击部队能否有实力战胜目标城市的防御队伍。<br><br>7、迁城<br>在大地图上点击一块空地，选择“迁城”，就可以将玩家自己的城市迁移到该位置。无论是迁移到目标地点，主动对其他玩家发动进攻，还是发现有其他玩家向自己的城市发动攻击，需要使用迁城功能躲避，都是非常有效的手段。但是迁城有冷却时间，次数有限，并且需要消耗大量铜币。<br><br>三、其他：<br>天灾<br>开战以后，每隔一定时间，会随机有一个州发生天灾。在该州范围内的玩家，可以使用迁城功能迁移出该州，以躲避天灾。否则，天灾发生时，玩家城市会损失一格耐久，并被随机迁移到一个当前未发生天灾的州。", "about_the_game": "官方对战QQ群：681387999<br>steamCN ID是：老黄76<h2 class=\"bb_tag\">游戏基本玩法</h2>游戏不氪金，公平对战。<br><br>1、《汉末求生》是一款风格复古，玩法创新的策略战争对战游戏，每一局游戏一共20名玩家参与，时间在数十分钟内。<br>游戏开始以后，20座玩家的城市用孔明灯空投到400*400个格子的大地图上。玩家升级城市各种建筑，招募武将，训练士兵，探索地图，击败NPC，占领地图上的资源点收集资源，发展自身实力。<br>2、地图分为14个州，游戏开始后，14个州会随机按照时间顺序发生天灾，如果玩家所在的州即将发生天灾，玩家需要使用迁城功能将城市迁移到尚未发生天灾的州，否则，会损失一格耐久。并由系统将玩家城市随机迁移到一个尚未发生天灾的城市。发生了天灾的州地图上会变成灰色，玩家的城市也不能再迁入了。<br>玩家可以派遣武将进攻其他玩家的城市，也需要在自己的城市驻防，防御其他玩家派遣军队来进攻。<br>3、激烈的战争过后，只剩一人一城，取得最终胜利！<h2 class=\"bb_tag\">游戏基本攻略：</h2><br>一、城建内政：<br>1、城主府：是城市建设的基础，城主府升级后能开启新的建筑，并且增加城市建筑空间。玩家首先应该升级城主府，但是也要注意留一些资源修建其它建筑。<br><br>2、将军府：玩家在将军府中招募将领，游戏开局送了一定数量的魂晶用于招募武将，攻打其他玩家及NPC能获得魂晶。将领按稀缺度分为s、ss、sss三个档次。s将领价格为100魂晶、ss将领价格为300魂晶、sss将领价格为3000魂晶。因此开局的时候是无法招募稀缺度最高的名将，需要在游戏中攻打NPC及其他玩家获得魂晶后，才能招募更高级的将领。将领按类型分为：武将、谋士和辅助，游戏中每场战斗最多可以上阵5名将领，不同类型，技能将领的搭配能带来不同的战斗能力和效果，每个将领具体的数值和技能可以在游戏中查看将领的说明。特定武将之间还存在羁绊，有羁绊的武将一同上阵，能带来战斗力增益。<br><br>3、兵营：兵营升级后，能够训练不同的兵种，依次为“长枪兵”、“刀盾兵”、“弓箭兵”、“斥候”、“轻骑兵”、“弩兵”、“重骑兵”，兵种之间有相克关系。但是要把兵营升级到最高等级能够训练高级兵种需要消耗大量资源。<br><br>4、资源建筑：游戏中的资源建筑有冶炼厂、伐木场、农田和民居，分别生产铁矿、木材、粮食和铜币。训练士兵需要消耗铜币，修建建筑消耗木材，派遣部队出征及扫描地图消耗粮食。迁城以及治疗伤兵消耗铜币。<br><br>5、瞭望台：游戏大地图上有战争迷雾，瞭望台可以消除战争迷雾，瞭望台等级越高，消除战争迷雾后的可视范围越大。瞭望台还有个功能就是对大地图进行扫描。因为游戏的地图很大，即使消除了战争迷雾，玩家要自己手动在地图上寻找目标也是件困难的事情。使用瞭望台的扫描功能，就可以通过查看扫描结果，轻松的在地图上找到其他玩家的城市，以及NPC，及州、郡、县等城市，并能查看详细信息。但是使用瞭望台扫描需要消耗大量粮食。并且扫描一次以后需要一定的时间冷却，才能再次使用扫描功能。<br><br>7、城墙：玩家可以在城墙上布置防御部队来抵御其他玩家的进攻，城墙能够增强防御能力。但是修建城墙也要消耗大量资源。虽然某些进攻型玩家信奉“进攻是最好的防御”，采取积极进攻的战略，不愿意把资源消耗在防御上。但我们还是建议玩家要安排好自己的城防部队。<br><br>8、祭台：祭台可以施放天雷术，攻击其他玩家城市驻防在城墙上的部队。在获得水镜先生后，天雷术能升级为超级天雷术，可以直接打掉目标城市的一格耐久。<br><br>9、医馆：战斗中会产生伤兵，在医馆中使用铜币治疗伤兵。<br><br>二、征战天下<br>游戏的主要目标就是在大地图上寻找其他玩家的城市，并进行攻击。同时也要防御其他玩家来攻击自己的城市。除此之外，也要根据自己当前需求，在大地图上寻找不同的资源地和州、郡、县进行攻占获取资源，提升自己的实力。因为将领及士兵数量有限，因此在适当的时间，派遣适当的将领和士兵到适当的目标就是游戏取胜的关键。<br><br>1、资源地：大地图上有山地、森林和农田，分别出产铁矿、木材和粮食。玩家派遣武将带领部队占领资源地，就能获取相应的资源。资源地等级越高，获取的资源数量也越高。但资源地等级越高，守卫的部队也就越强大，玩家还是要根据自己的实力，选择攻占的目标。另外：城主府等级越高，占领资源地以后，获取的资源也越多。<br><br>2、NPC：攻击大地图上的NPC并取胜，能获得魂晶用于购买武将，NPC会固定时间刷新，NPC等级越高，取胜后获得的魂晶越多。NPC等级越高，攻打难度也越高。<br><br>3、州<br>一局游戏进行到一定时间后，随机一个未发生天灾的州城上会出现献帝宝藏，玩家攻打该州城并获胜后，能获得“水镜先生”，玩家获得水镜先生后，如果玩家此时已经修建了祭台建筑，那么就可以准备超级天雷术了。普通祭台施展的天雷术在此时就会成为超级天雷术，威力更具毁灭性。超级天雷术是一种威力强大的攻击手段，能直接减少作为目标的其他玩家的城市一格耐久。但玩家在获得超级天雷术及准备和发动超级天雷术时，游戏中的大喇叭会进行播报，并暴露该玩家城市坐标，有可能成为其他玩家优先攻打的目标。<br><br>4、郡：占领郡城能获得铜币，玩家在扫描结果中能看到郡城的繁荣度和难度。每一局游戏，每座郡城的繁荣度和难度都不同。繁荣度越高，占领后获得的铜币越多。难度越高，守卫郡城的部队实力越强，建议尽量寻找繁荣度高，难度低，距离近的郡城进行占领吧。玩家自己城市中的民居等级越高，占领郡城后获得的铜币也越多。<br><br>5、县：攻占县城能获得士兵，玩家在扫描结果中能看到县城的繁荣度和难度及攻占后获得的兵种。每一局游戏，每座县城的繁荣度和难度以及能获得的士兵兵种都不同。繁荣度越高，占领后获得的士兵数量越多。难度越高，守卫县城城的部队实力越强，建议尽量寻找繁荣度高，难度低，自己当前最需要且距离近的县城城进行攻占吧。另外，玩家自己城市中的兵营等级越高，占领县城后获得的士兵数量也越多。<br><br>6、其他玩家城市：游戏的主要目的就是攻打其他玩家的城市，并同时防御其他玩家攻击自己的城市。在攻打其他玩家城市之前，建议先派遣斥候进行侦查，看自己的攻击部队能否有实力战胜目标城市的防御队伍。<br><br>7、迁城<br>在大地图上点击一块空地，选择“迁城”，就可以将玩家自己的城市迁移到该位置。无论是迁移到目标地点，主动对其他玩家发动进攻，还是发现有其他玩家向自己的城市发动攻击，需要使用迁城功能躲避，都是非常有效的手段。但是迁城有冷却时间，次数有限，并且需要消耗大量铜币。<br><br>三、其他：<br>天灾<br>开战以后，每隔一定时间，会随机有一个州发生天灾。在该州范围内的玩家，可以使用迁城功能迁移出该州，以躲避天灾。否则，天灾发生时，玩家城市会损失一格耐久，并被随机迁移到一个当前未发生天灾的州。", "short_description": "游戏不氪金，公平对战。《汉末求生》是一款风格复古，玩法创新的策略战争对战游戏，每一局游戏20名玩家参与，时长数十分钟。 游戏开始，20座玩家城市被孔明灯空投到400*400个格子的地图上。建设内政增强实力，派遣武将进攻其他玩家的城市，防御或躲避其他玩家的进攻，战斗至只剩一人一城。", "supported_languages": "Simplified Chinese<strong>*</strong>, Traditional Chinese<strong>*</strong><br><strong>*</strong>languages with full audio support", "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/1006800/header.jpg?t=1551423489", "website": null, "pc_requirements": {"minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7sp1 or Windows 10<br></li><li><strong>Processor:</strong> Intel Core2 Duo E6550 or AMD equivalent or above<br></li><li><strong>Memory:</strong> 2 GB RAM MB RAM<br></li><li><strong>Graphics:</strong> NVIDIA Geforce GT440（512M）or AMD Radeon equivalent or above<br></li><li><strong>DirectX:</strong> Version 9.0<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 1 GB available space</li></ul>", "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7sp1 or Windows 10<br></li><li><strong>Processor:</strong> I3 or AMD equivalent or above<br></li><li><strong>Memory:</strong> 8 GB RAM MB RAM<br></li><li><strong>Graphics:</strong> NVIDIA Geforce GTX560se or AMD Radeon equivalent or above<br></li><li><strong>DirectX:</strong> Version 9.0<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 1 GB available space</li></ul>"}, "mac_requirements": {"minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Snow Leopard 10.6<br></li><li><strong>Processor:</strong> 2.0GHz+ 64-bit<br></li><li><strong>Memory:</strong> 1 GB RAM MB RAM<br></li><li><strong>Graphics:</strong> Radeon HD 2600, Geforce 8600, HD 4000<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 1 GB available space</li></ul>", "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Snow Leopard 10.6<br></li><li><strong>Processor:</strong> 2.0GHz+ 64-bit<br></li><li><strong>Memory:</strong> 1 GB RAM MB RAM<br></li><li><strong>Graphics:</strong> Radeon HD 2600, Geforce 8600, HD 4000<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 1 GB available space</li></ul>"}, "linux_requirements": [], "developers": ["成都数艺互动科技有限公司"], "publishers": ["成都数艺互动科技有限公司"], "package_groups": [], "platforms": {"windows": true, "mac": true, "linux": false}, "categories": [{"id": 1, "description": "Multi-player"}, {"id": 36, "description": "Online Multi-Player"}, {"id": 27, "description": "Cross-Platform Multiplayer"}], "genres": [{"id": "23", "description": "Indie"}, {"id": "2", "description": "Strategy"}], "screenshots": [{"id": 0, "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1006800/ss_67cdac587d739f1db4547496164f9f62570efc6c.600x338.jpg?t=1551423489", "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1006800/ss_67cdac587d739f1db4547496164f9f62570efc6c.1920x1080.jpg?t=1551423489"}, {"id": 1, "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1006800/ss_ed3decd78ce3d47ab141602706a09538bface250.600x338.jpg?t=1551423489", "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1006800/ss_ed3decd78ce3d47ab141602706a09538bface250.1920x1080.jpg?t=1551423489"}, {"id": 2, "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1006800/ss_3e15d1520fedc9c0293fbbdc120f6b8deff63965.600x338.jpg?t=1551423489", "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1006800/ss_3e15d1520fedc9c0293fbbdc120f6b8deff63965.1920x1080.jpg?t=1551423489"}, {"id": 3, "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1006800/ss_cd42f9c49982cd3ae575a93b40de97b7f8875cc2.600x338.jpg?t=1551423489", "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1006800/ss_cd42f9c49982cd3ae575a93b40de97b7f8875cc2.1920x1080.jpg?t=1551423489"}, {"id": 4, "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1006800/ss_06b05cb4312875d9ad13c3c0bfcc1bc47945a5f0.600x338.jpg?t=1551423489", "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1006800/ss_06b05cb4312875d9ad13c3c0bfcc1bc47945a5f0.1920x1080.jpg?t=1551423489"}], "movies": [{"id": 256744213, "name": "汉末求生", "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256744213/movie.293x165.jpg?t=1551685801", "webm": {"480": "http://steamcdn-a.akamaihd.net/steam/apps/256744213/movie480.webm?t=1551685801", "max": "http://steamcdn-a.akamaihd.net/steam/apps/256744213/movie_max.webm?t=1551685801"}, "highlight": true}], "release_date": {"coming_soon": true, "date": "18 Mar, 2019"}, "support_info": {"url": "http://weibo.com/hanmoqiusheng", "email": "2436251609@qq.com"}, "background": "https://steamcdn-a.akamaihd.net/steam/apps/1006800/page_bg_generated_v6b.jpg?t=1551423489", "content_descriptors": {"ids": [], "notes": null}}
