{
  "type": "game",
  "name": "The story of Gods 七神物语",
  "steam_appid": 839370,
  "required_age": 0,
  "is_free": false,
  "detailed_description": "《七神物语》游戏是一款可以游玩超过20小时的回合制角色扮演游戏，冒险者将操纵主角队伍，在像素风格的奇幻世界内展开探索，<br>通过挑战魔物，收集武器道具来让自己变得更加强力。<br><br>如果您对游戏有什么好的建议意见，可以关注新浪微博@七神物语制作人，或者加入<br>百度七神物语贴吧。同时，您也可以加入QQ群399109856<br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/起源.png?t=1530611829\" crossorigin=\"anonymous\"><br><br>       在拥有久远历史的奥尔比拉大陆上，曾经生活着人类与绿发精灵两大族群，人类数量庞大，智力发达，人口遍布大陆各地，不过大多体质平庸，寿命短暂，而人类的邻居——绿发精灵族人，却恰好拥有相反的特质——精灵们数量稀少，只是大致沿着将大陆分为南北两段的广袤森林生活居住，可是每一个精灵都是天生的战士，他们拥有精湛的箭术，强大的魔法灵力，以及所有人类都十分艳羡的千年寿命，可以想象的到，在精灵与人类的漫长争斗中，人类处于怎样的恶劣地位。<br><br>      精灵生活在横跨奥尔比拉大陆的广袤森林之中，这片被精灵命名为月影森林的土地,被人类称为暗影森林——因为这片森林过于广袤，遮天蔽日，被森林阻断的大陆南北人类往来都要小心翼翼，心惊胆战地穿越森林——传说，一旦落单的人类被生活在森林里的精灵捉住，就会被当成祭品献祭给奇奇怪怪的仪式。<br><br>       这种局面维持了很长时间，直到人类开始出现主神信仰——传说天界之上有主宰一切的父神宙斯，他的膝下有六位子神，分别是至高神冈摩达拉亚，爱神西蒂娜，忠诚神巴里奥，财富神比尔托斯，公正神贝莱，智慧神菲比索雅。父神宙斯不忍见一盘散沙的人类状如蝼蚁一般，于是下派六神降临奥尔比拉大陆，每一个主神都凝聚起来数量众多的信仰者，最后，不同的信仰者建立起来不同的人类王国，她们分别是——至高神之国凯西克王国，爱神之国瓦里安王国，忠诚神之国塔尔德兰王国，财富神之国加比利亚王国，公正神之国杰诺斯兰王国，智慧神之国捷科亚王国。其中，凯西克王国，瓦里安王国和塔尔德兰王国分布在月影森林以北，加比利亚王国，杰诺斯兰王国和捷科亚王国分布在森林以南，后来的奥尔比拉书籍，分别将其标注为——人类北方三国，人类南方三国。<br><br>      因为有了王国的存在，人类的力量远远胜于昔日的散居部落，感受到巨大压力的精灵族全部迁移到月影森林深处，尽量避免再与人类发生交锋，这意味着精灵族人对人类的威胁基本解除。<br><br>    可是更大的纷争立刻来临——因为有了主神信仰的存在和区别，六个王国之间的人类彼此仇视，互相视为异端，这意味着在主神旗帜下的战争开端，在漫长的人类混战之中，信仰至高神冈摩达拉亚的凯西克王国的表现无疑最为亮眼，他们的军事力量最强，而且还有同样信奉至高神的光明骑士团的帮助，同样与凯西克王国生活在大陆北方的瓦里安王国与塔尔德兰王国首当其冲，几次战争都溃不成军，王国存亡已经到了风雨飘摇的地步。<br><br>    不过漫长的战争消耗也同样让凯西克王国不堪重负，凯西克第三任国王冽云王，利用部分国土靠近月影森林的优势，决定对精灵发动突然袭击——至于他的目的，后世史书众说纷纭——有人说他想奴役精灵族，让力量强大的精灵族为凯西克王国效命，有的说他想夺取精灵族一直小心守护的秘密——那个秘密是精灵族强大力量的源泉，但真相永远无人得知，因为，在与精灵族的战斗中，凯西克王国军队惨败，不但军队几乎全军覆没，冽云王也战死阵前，受到这种境况的鼓舞，北方的瓦里安王国和塔尔德兰王国立刻由防守转向进攻，两国前锋部队一度突进到凯西克王国都城培拉维尔郊区，信奉至高神冈摩达拉亚的凯西克王国岌岌可危，在这危急关头，凯西克王族向活跃在境内的光明骑士团求援，希望他们为挽救至高神的国度而战，光明骑士团最终答应出兵。这只神秘的骑士力量拥有难以想象的强大实力，北方两国与其对阵，屡次惨败，只能仓皇撤退，凯西克王国的危机最终解除。<br><br>   为了表达谢意，凯西克王族决定向光明骑士团的领导者——光明教会让渡统治权。光明教会以教皇为最高统治者，将凯西克王国更名为神圣光明帝国，以信奉至高神的<br>光明骑士团为军事支柱，建立起高耸入云的神殿供奉至高之神，随后开始了奥尔比拉大陆统一战争。<br><br>    战争的开端非常顺利，靠近帝国北方的瓦里安王国和南方的塔尔德兰王国先后灭亡，帝国短时间内便统一了奥尔比拉大陆北方。这使得大陆南方的人类三国极为惊骇，他们最终决定建立以加比利亚国王为共主的南方三国军事政治联盟，搁置彼此的敌意，共同对抗庞大的神圣光明帝国。<br><br>    光明骑士团果然直扑南方而来，但是在他们穿越月影森林的时候，却遭遇了那里的精灵族人伏击，仓促应战之下，光明骑士团损失惨重，其首任圣殿骑士长战死沙场，过半骑士未能活着走出森林，与此对应，精灵族人付出了全族覆灭的代价，幸存的骑士声称灭亡了所有的月影精灵，因此，不再有精灵存在的月影森林，被人类称呼为——遗忘森林。<br><br>     元气大伤的光明帝国放弃了进攻南方三国的计划，双方只是往来穿梭于遗忘森林，进行小规模的战斗，诧异于南方三国顽强态度的光明帝国的态度更加谨慎，前线高阶骑士长的总进攻的建议都被帝国最高军事指挥机构——神殿骑士会否决，而此刻，光明帝国的麻烦还不止于此——被灭亡的北方两国存在隐秘的反抗力量，他们希图击败光明帝国，重新复国，<br><br>       这一度给光明帝国和骑士团造成巨大损失，光明教会决定，将骑士团主力由边境抽调回来，在各主要城市都设置军政合一的骑士所，这虽然给反抗军造成严峻困难，但他们始终不曾放弃。<br><br>     在这里，有一个隐秘而若隐若现的传说，光明骑士团之所以强大，是因为他们与至高之神订立了神秘的契约，契约赋予了骑士们能够持续百年的强大力量，百年时光过后，光明帝国所仰赖的力量将烟消云散，这无从验证的消息鼓舞着帝国境内的所有反抗军，在光明帝国的统治进入九十九年之时，他们走向了联合。<br><br><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/入世.png?t=1530611829\" crossorigin=\"anonymous\"><br><br>      在奥尔比拉大陆，有一个不甚出名的雇佣兵团——维克兰兄弟会，创始人老维克兰专注收养在频繁战乱中流离失所的男性孤儿，并将他们培养成身怀绝技的佣兵，而在其中，年轻的阿敏.维克兰无疑是最为引人注目，这倒不是因为阿敏自身有多么高强的武技，而是他的那独一无二的绿色头发，在团队里，有人猜测他是一个变异儿，所以惨遭遗弃，有人说他受到了绿发精灵的诅咒——只有精灵才会拥有这让人不快的发色，不管怎样，佣兵团的生活对于阿敏来说都难称美妙，在他十七岁之时，便选择了离开，独自一人在遗忘林地的边缘地带生活。而他与外界最常见的交流，便是去靠近林地的多卡村贩卖猎物。<br><br>     在一个平常的下午，阿敏再次来到多卡城贩卖物品，却遭遇了几乎从不在多卡村露面的帝国边界骑士团骑士小队，为首者是边界骑士团低阶骑士长基德，这是一个给人<br>以刻板严厉印象的男子，他之所以会破天荒地出现在这里，是因为有一个南方捷科亚王国的女孩偷偷绕过边境骑士守卫，来到了北方帝国境内，这触动了帝国骑士们敏感的神经。他们正在尽全力搜捕这位女子。<br><br>   诧异之下，阿敏赶快结束了交易，回到了自己居住的小木屋，但用以作为晚餐的鹿肉却不翼而飞，气愤难平的阿敏顺着脚印和痕迹一路追踪，最后发现了她——来自南方捷科亚王国的艾薇儿，为了学习深奥法术的偷渡之人。<br><br><br>     经过一番波折，阿敏答应了艾薇儿的请求，成为她的向导，护送她深入帝国前进，这是两人故事的开端，也是被刻意隐藏的帝国秘密的起点，当秘密解开，清晰勾画而出的，便是——<br>人与神之间的，百年游戏。<br><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/羁绊.png?t=1530611829\" crossorigin=\"anonymous\"><br><br>在《七神物语》的第一代游戏中，共有五位彼此扶持，共同战斗的伙伴，他们身份不同，志向各异，将陪伴冒险家一同渡过难忘的冒险历程。<br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/阿敏s.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/艾丽娅s.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/艾薇儿s.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/比埃尔s.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/基德s.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/世界.png?t=1530611829\" crossorigin=\"anonymous\"><br><br>     奥尔比拉大陆，这个被广袤森林横向分割为南北两部的土地上，曾经存在六个人类王国和栖息在森林的绿发精灵，光明帝国历元年，光明教会<br>统治凯西克王国，更名为神圣光明帝国，凯西克王国土地被更名为帝国中部省。<br><br>     光明帝国历二年，光明骑士团灭亡瓦里安王国，将其领土更改为帝国北方省，光明历三年，塔尔德兰王国灭亡，帝国将其更名为帝国南方省，加上<br>获得自治地位的奥朗塔海港，和独立于其他帝国省的帝国之都培拉维尔，神圣光明帝国实际上由三省，一都，一城构成，其疆域填满整个培拉维尔<br>大陆北方，以遗忘深林为界，奥尔比拉南方则是被帝国目为异端的南方三国军事政治联盟国家占据。<br><br>     神圣光明帝国的最高统治者为教皇，其挑选的光明教会统治着帝国一切事务，而帝国的军事力量则是令整个大陆闻风色变的光明骑士团，其最高<br>指挥机构是由七位圣殿骑士组成的圣殿骑士会，为首者是圣殿骑士长，亦是教皇第一继承人。<br><br>     为了加强对帝国各地的管理，光明教会在三省设有省教廷，省教廷处理部分民事事务，和本省范围内的法律裁决，并对该省范围内的各骑士所进行<br>监管和部分人事调整，而帝国每一个城市，则设有骑士所，为本区域军政一体管理机构。边界区域则设有若干边界骑士所，骑士所之首为骑士长。<br><br>     边界骑士所，和小城市骑士所的负责人一般为低阶骑士长，大城市骑士所则由中阶骑士长负责，而高阶骑士长，则是帝都骑士长和省教廷护卫骑士长<br>的专属。<br><br>     与神圣光明帝国对立的南方三国，情况却完全不同，信奉智慧神的捷科亚王国崇尚智慧与武力，其国内有王国智者会以提供智囊参考，捷科亚国王军<br>则是连帝国骑士团都头痛的存在，捷科亚王国王城为塔林，最为威望的贵族则是布劳恩家族和塔坦家族等。<br><br>    与捷科亚为盟友的加比利亚王国，信奉财富之神，王国以经商为本，经济富庶，其国王是南方三国联盟的共主。<br><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/战斗.png?t=1530611829\" crossorigin=\"anonymous\"><br><br>       在整个游戏中，冒险者将陪同游戏内伙伴们一同在广袤的奥尔比拉大陆展开历险，感受一段独特的风格剧情，伴随冒险者的，则是各种战斗体验。<br> <br>       每一位伙伴都拥有独一无二的战斗特技，以及属性魔法，合理运用战斗特技，装备在探险历程中收集到的各种防具，武器和饰品，将会使得强大<br>的敌人倒在冒险者与伙伴的队伍面前。<br><br>      游戏的作战方式为回合制，敌我双方攻击顺序依据敏捷值高低展开，我方队伍伙伴的攻击方式有普通攻击，特技攻击和魔法攻击，<br><br><strong><u>【普通攻击】</u></strong><br><br>普通攻击全部为物理伤害，伤害数值输出取决于自身的物理攻击力和敌方物理防御力，同时，普通攻击有一定几率会攻击丢失，也有一定几率出现暴击<br>效果。 <br><br> <strong><u>【特技攻击】</u></strong><br><br>       特技攻击分为物理伤害和神圣伤害两种，其中，物理伤害数值输出与普通攻击相同，而神圣伤害则无视敌方物理和魔法防御力，给予不可抵消伤害。<br> 特技攻击不会攻击丢失，也不会出现暴击效果。<br><br><strong><u>【魔法攻击】</u></strong><br><br>      魔法攻击是属性攻击，在游戏中，魔法伤害有五种属性，分别是水，火，雷，风，土。以相同属性魔法攻击相同属性敌人，则会出现伤害减免效果，<br>以相克属性魔法攻击相克属性敌人，则会出现伤害加深效果，五种魔法属性克制关系是——水克制火，火克制雷，雷克制风，风克制土，土克制水。<br>熟练掌握魔法加深和减免关系，在战斗中会有事半功倍的效果。魔法攻击不会丢失，也不会出现暴击效果。<br><br><br><br>【阿敏】<br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/阿敏魔法1.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/阿敏特技.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><br><strong>【魔法】</strong><br><br><i>[风咒]   </i>          敌方全体，给予少量风属性魔法伤害，消耗20mp数值。<br><br><i>[迅捷之心] </i>      我方全体，提升敏捷力，可叠加施法。消耗40mp数值。<br><br><i>[游吟之风] </i>      我方单体，回复少量hp数值，消耗60mp数值。<br><br><i>[飞沙走石] </i>      敌方全体，中等风属性魔法伤害，消耗100mp数值。<br><br><br><strong>【特技】</strong><br><br><i>[精准连击] </i>     敌方单体，物理属性连续伤害。消耗10tp数值<br><br><i>[坚守待援] </i>     自身，回复中等额度hp数值和mp数值，立刻进入强力防御状态。消耗15tp数值。<br><br><i>[漫击散射] </i>     敌方全体，物理属性伤害，附加一定几率负面状态。消耗25tp数值。<br><br><i>[奥术飞矢] </i>     敌方单体，高额物理伤害。消耗45tp数值。<br><br><br><strong>【被动特性】</strong><br><br>   [风魂] 该角色免疫风属性魔法伤害。<br><br><strong>【综合评述】</strong><br><br><i>[优点]</i>   阿敏是游戏第一男主角，也是一位极为优秀的战斗伙伴，这个角色的血量较高，防御能力也不弱，而且特技技<br><br>     能造成的伤害输出是所有战斗伙伴中最高的，这表明该角色极为依赖TP（怒气）数值的积累和释放，推荐装备可以自动<br><br>    回复TP数值的准备。<br><br>   <i>[缺点] </i>  魔法伤害能力很低，团队治疗能力极差。<br><br><strong>【艾薇儿】</strong><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/艾薇儿魔法.jpg?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/爱维尔特技.jpg?t=1530611829\" crossorigin=\"anonymous\"><br><br><strong>【魔法】</strong><br><br>   <i>[火咒]</i>       敌方单体，火属性魔法伤害，消耗20mp数值。<br><br>  <i> [火武]</i>       我方单体，大幅度提升物理攻击力，消耗50mp数值。<br><br>   <i>[火怒] </i>      敌方全体， 中等额度火属性魔法伤害，附加一定几率中毒状态。消耗50点mp数值。<br><br>   <i>[火妖]</i>       敌方单体，高额火属性魔法伤害，回复自身tp数值。消耗100mp数值。<br><br><br><strong>【特技】</strong><br><br>   <i>[虚空法盾]</i>    我方单体，适量回复hp数值，并获得物理与魔法能力提升，效果持续4回合，消耗10tp数值。<br><br>   <i>[万籁俱静]</i>    敌方全体，物理属性伤害，附加沉默效果，消耗20tp数值。<br><br>   <i>[血裔秘法]</i>    敌方全体，给予2500点神圣伤害，并减少我方全体500点hp数值，消耗20tp数值。<br><br>   <i>[刹那生灭]</i>    我方单体，回复其全部hp数值，一定几率使被施法者进入濒死状态。消耗40tp数值。<br><br><strong>【被动特性】</strong><br><br>   [魔导] 该角色每回合自动回复3%mp数值<br><br><strong>【综合评述】</strong><br><br><strong>优点</strong>：艾薇儿时游戏第一女主角，她的属性是这个团队最为平衡的，该角色血量不低，魔法与物理与特技攻击能力都不弱，每回合自动回魔<br><br>的特性意味着在战斗中该角色不会缺少MP，同时，物理与魔法双平衡的攻击手段使得艾薇儿的攻击方式极为灵活。<br><br><strong>缺点</strong>：艾薇儿的优点即使是缺点，她的物理输出不如基德，阿敏等物理型伙伴，魔法输出不如艾丽娅，同时也缺少团队治疗能力。<br><br><strong>【艾丽娅】</strong><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/艾丽娅魔法.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/艾丽娅特技.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><strong>【魔法】</strong><br><br>   <i>[冰咒] </i>          敌方单体，水属性魔法伤害，消耗20mp数值。<br><br>   <i>[雪舞]  </i>         我方全体，回复适量hp数值，消耗50mp数值。<br><br>   <i>[水波杀]</i>        敌方单体， 中等额度水属性魔法伤害。消耗50点mp数值。<br><br>  <i> [冰雨漫天]</i>     敌方全体，高额水属性魔法伤害，消耗100mp数值。<br><br><br> <strong>【特技】</strong><br><br>   <i>[神思冥想]</i>    自身，回复30%mp数值，消耗10tp数值。<br><br>   <i>[灵魄流转]</i>   我方单体，回复20点tp数值，消耗20tp数值。<br><br>   <i>[往生灵音]</i>   我方单体，解除其濒死状态，回复60%hp数值，并获得短暂防御能力提升，消耗40tp数值。<br><br>   <i>[命运吟唱]</i>   我方全体，回复所有hp与mp数值，解除所有异常状态。消耗75tp数值。<br><br><br> <br>  <strong>【被动特性】</strong><br><br>      【华贵】     该角色存在于战斗队伍之时，战斗结算时获得金钱数量翻倍，物品掉落率提升。<br><br>      【柔骨】     该角色不能从技能攻击行动中获得TP数值（包括特技攻击和魔法攻击）<br><br><br>  <strong>【综合评述】</strong><br><br>     <i>优点</i>：  艾丽娅是游戏第二女主角，拥有强大的水属性魔法攻击能力，同时也有着优秀的团队治疗能力和辅助能力。<br><br>     <i>缺点</i>：攻击输出依靠水属性魔法，面对水属性敌人时打不出伤害，自身防御能力较弱，同时MP数<br><br>                     值偏低，在战斗中容易 陷入缺魔状态。<br><br><strong>【基德】</strong><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/基德魔法.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/基德特技.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><br>   <strong>【魔法】</strong><br><br><i>[雷咒]  </i>           敌方单体，雷属性魔法伤害，消耗20mp数值。<br><br><i>[雷灵加持]</i>      我方单体，高额提升魔法攻击力，持续4回合。消耗40mp数值。<br><br><i>[雷心护体]</i>      我方全体，提升魔法防御力，可叠加，持续4回合，消耗30mp数值。<br><br><i>[逐雷奔腾]</i>      敌方单体，中等额度雷属性魔法伤害，消耗80mp数值。<br><br><br><strong>【特技】</strong><br><br><i>[强击斩] </i>      敌方单体，施加神圣伤害，消耗20tp数值。<br><br><i>[回护斩] </i>      敌方单体，神圣吸血，消耗15tp数值。<br><br><i>[神圣净化]</i>    我方单体，消除所有负面状态，消耗20tp数值。<br><br><i>[刚毅血统]</i>    自身，回复所有hp数值，攻击能力大幅上升，防御能力大幅下降，消耗70tp数值。<br><br><br><strong>【被动特性】</strong><br><br><i>【援护</i> 当战斗中其他角色即将面临单体致死攻击的时候，该角色将强力抵挡此次伤害。<br><br><strong>【综合评述】</strong><br><br>     <i>优点</i>：基德是游戏第二男主，攻高血厚，配合被动特性，是整个团队中肉盾的存在，他的特技伤害全部为神圣伤害，无视 敌人属性<br><br>    和防御能力给予直接攻击。<br><br>     <i>缺点</i>：魔法伤害能力极端低下，神圣伤害值不高，没有团队治疗能力。<br><br><br><br><br><strong>【比埃尔】</strong><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/比埃尔魔法.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/比埃尔特技.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><strong>【魔法】</strong><br><br>  <i>[土咒]  </i>         敌方单体，土属性魔法伤害，消耗20mp数值。<br><br> <i> [金刚护盾]</i>    我方单体，增加物理防御力，回复少量hp数值，消耗30mp数值。<br><br>  <i>[锤石猛击] </i>   敌方单体，中等土属性魔法伤害，消耗60mp数值。<br><br>  <i>[厚土润泽]</i>   我方单体，回复适量hp数值，消耗80mp数值。<br><br><br><strong>【特技】</strong><br><br>  <i>[惊锋]</i>      敌方单体，大幅度降低其物理攻击能力，效果持续至战斗结束，消耗30tp数值。<br><br>  <i>[魔刃]</i>      敌方单体，大幅度降低其魔法攻击能力，效果持续至战斗结束，消耗30tp数值。<br><br>  <i>[欢影] </i>     自身，施加回复状态，每回合回复5%hp数值，效果持续至战斗结束。消耗30tp数值。<br><br>  <i>[暗煞]</i>      敌方单体，造成500点神圣伤害，并有极低概率触发一击必杀。<br><br><br><strong>【被动特性】</strong><br><br>    <i>连捷</i>： 该角色在战斗中，有一定几率触发连续攻击选择指令。<br><br>    <i>冷血</i>： 该角色不能积累TP（怒气）数值。<br><br><br><strong>【综合评述】</strong><br><br>    <i>优点</i>：比埃尔是游戏第三男主角，该角色敏捷值极高，在战斗中掌握先发优势，配合被动特性可以在开局施加战术选择， 同时<br><br>该角色的特技能力突出对敌人的强力限制，较高的普通攻击伤害也能造成可观输出。<br><br>    <i>缺点</i>： 不能积累TP数值意味着每场战斗之中，该角色都要经过一定回合积累才能发动特技攻击，而该角色防御能力极端低下，血<br><br>量很低，需要被重点保护。",
  "about_the_game": "《七神物语》游戏是一款可以游玩超过20小时的回合制角色扮演游戏，冒险者将操纵主角队伍，在像素风格的奇幻世界内展开探索，<br>通过挑战魔物，收集武器道具来让自己变得更加强力。<br><br>如果您对游戏有什么好的建议意见，可以关注新浪微博@七神物语制作人，或者加入<br>百度七神物语贴吧。同时，您也可以加入QQ群399109856<br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/起源.png?t=1530611829\" crossorigin=\"anonymous\"><br><br>       在拥有久远历史的奥尔比拉大陆上，曾经生活着人类与绿发精灵两大族群，人类数量庞大，智力发达，人口遍布大陆各地，不过大多体质平庸，寿命短暂，而人类的邻居——绿发精灵族人，却恰好拥有相反的特质——精灵们数量稀少，只是大致沿着将大陆分为南北两段的广袤森林生活居住，可是每一个精灵都是天生的战士，他们拥有精湛的箭术，强大的魔法灵力，以及所有人类都十分艳羡的千年寿命，可以想象的到，在精灵与人类的漫长争斗中，人类处于怎样的恶劣地位。<br><br>      精灵生活在横跨奥尔比拉大陆的广袤森林之中，这片被精灵命名为月影森林的土地,被人类称为暗影森林——因为这片森林过于广袤，遮天蔽日，被森林阻断的大陆南北人类往来都要小心翼翼，心惊胆战地穿越森林——传说，一旦落单的人类被生活在森林里的精灵捉住，就会被当成祭品献祭给奇奇怪怪的仪式。<br><br>       这种局面维持了很长时间，直到人类开始出现主神信仰——传说天界之上有主宰一切的父神宙斯，他的膝下有六位子神，分别是至高神冈摩达拉亚，爱神西蒂娜，忠诚神巴里奥，财富神比尔托斯，公正神贝莱，智慧神菲比索雅。父神宙斯不忍见一盘散沙的人类状如蝼蚁一般，于是下派六神降临奥尔比拉大陆，每一个主神都凝聚起来数量众多的信仰者，最后，不同的信仰者建立起来不同的人类王国，她们分别是——至高神之国凯西克王国，爱神之国瓦里安王国，忠诚神之国塔尔德兰王国，财富神之国加比利亚王国，公正神之国杰诺斯兰王国，智慧神之国捷科亚王国。其中，凯西克王国，瓦里安王国和塔尔德兰王国分布在月影森林以北，加比利亚王国，杰诺斯兰王国和捷科亚王国分布在森林以南，后来的奥尔比拉书籍，分别将其标注为——人类北方三国，人类南方三国。<br><br>      因为有了王国的存在，人类的力量远远胜于昔日的散居部落，感受到巨大压力的精灵族全部迁移到月影森林深处，尽量避免再与人类发生交锋，这意味着精灵族人对人类的威胁基本解除。<br><br>    可是更大的纷争立刻来临——因为有了主神信仰的存在和区别，六个王国之间的人类彼此仇视，互相视为异端，这意味着在主神旗帜下的战争开端，在漫长的人类混战之中，信仰至高神冈摩达拉亚的凯西克王国的表现无疑最为亮眼，他们的军事力量最强，而且还有同样信奉至高神的光明骑士团的帮助，同样与凯西克王国生活在大陆北方的瓦里安王国与塔尔德兰王国首当其冲，几次战争都溃不成军，王国存亡已经到了风雨飘摇的地步。<br><br>    不过漫长的战争消耗也同样让凯西克王国不堪重负，凯西克第三任国王冽云王，利用部分国土靠近月影森林的优势，决定对精灵发动突然袭击——至于他的目的，后世史书众说纷纭——有人说他想奴役精灵族，让力量强大的精灵族为凯西克王国效命，有的说他想夺取精灵族一直小心守护的秘密——那个秘密是精灵族强大力量的源泉，但真相永远无人得知，因为，在与精灵族的战斗中，凯西克王国军队惨败，不但军队几乎全军覆没，冽云王也战死阵前，受到这种境况的鼓舞，北方的瓦里安王国和塔尔德兰王国立刻由防守转向进攻，两国前锋部队一度突进到凯西克王国都城培拉维尔郊区，信奉至高神冈摩达拉亚的凯西克王国岌岌可危，在这危急关头，凯西克王族向活跃在境内的光明骑士团求援，希望他们为挽救至高神的国度而战，光明骑士团最终答应出兵。这只神秘的骑士力量拥有难以想象的强大实力，北方两国与其对阵，屡次惨败，只能仓皇撤退，凯西克王国的危机最终解除。<br><br>   为了表达谢意，凯西克王族决定向光明骑士团的领导者——光明教会让渡统治权。光明教会以教皇为最高统治者，将凯西克王国更名为神圣光明帝国，以信奉至高神的<br>光明骑士团为军事支柱，建立起高耸入云的神殿供奉至高之神，随后开始了奥尔比拉大陆统一战争。<br><br>    战争的开端非常顺利，靠近帝国北方的瓦里安王国和南方的塔尔德兰王国先后灭亡，帝国短时间内便统一了奥尔比拉大陆北方。这使得大陆南方的人类三国极为惊骇，他们最终决定建立以加比利亚国王为共主的南方三国军事政治联盟，搁置彼此的敌意，共同对抗庞大的神圣光明帝国。<br><br>    光明骑士团果然直扑南方而来，但是在他们穿越月影森林的时候，却遭遇了那里的精灵族人伏击，仓促应战之下，光明骑士团损失惨重，其首任圣殿骑士长战死沙场，过半骑士未能活着走出森林，与此对应，精灵族人付出了全族覆灭的代价，幸存的骑士声称灭亡了所有的月影精灵，因此，不再有精灵存在的月影森林，被人类称呼为——遗忘森林。<br><br>     元气大伤的光明帝国放弃了进攻南方三国的计划，双方只是往来穿梭于遗忘森林，进行小规模的战斗，诧异于南方三国顽强态度的光明帝国的态度更加谨慎，前线高阶骑士长的总进攻的建议都被帝国最高军事指挥机构——神殿骑士会否决，而此刻，光明帝国的麻烦还不止于此——被灭亡的北方两国存在隐秘的反抗力量，他们希图击败光明帝国，重新复国，<br><br>       这一度给光明帝国和骑士团造成巨大损失，光明教会决定，将骑士团主力由边境抽调回来，在各主要城市都设置军政合一的骑士所，这虽然给反抗军造成严峻困难，但他们始终不曾放弃。<br><br>     在这里，有一个隐秘而若隐若现的传说，光明骑士团之所以强大，是因为他们与至高之神订立了神秘的契约，契约赋予了骑士们能够持续百年的强大力量，百年时光过后，光明帝国所仰赖的力量将烟消云散，这无从验证的消息鼓舞着帝国境内的所有反抗军，在光明帝国的统治进入九十九年之时，他们走向了联合。<br><br><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/入世.png?t=1530611829\" crossorigin=\"anonymous\"><br><br>      在奥尔比拉大陆，有一个不甚出名的雇佣兵团——维克兰兄弟会，创始人老维克兰专注收养在频繁战乱中流离失所的男性孤儿，并将他们培养成身怀绝技的佣兵，而在其中，年轻的阿敏.维克兰无疑是最为引人注目，这倒不是因为阿敏自身有多么高强的武技，而是他的那独一无二的绿色头发，在团队里，有人猜测他是一个变异儿，所以惨遭遗弃，有人说他受到了绿发精灵的诅咒——只有精灵才会拥有这让人不快的发色，不管怎样，佣兵团的生活对于阿敏来说都难称美妙，在他十七岁之时，便选择了离开，独自一人在遗忘林地的边缘地带生活。而他与外界最常见的交流，便是去靠近林地的多卡村贩卖猎物。<br><br>     在一个平常的下午，阿敏再次来到多卡城贩卖物品，却遭遇了几乎从不在多卡村露面的帝国边界骑士团骑士小队，为首者是边界骑士团低阶骑士长基德，这是一个给人<br>以刻板严厉印象的男子，他之所以会破天荒地出现在这里，是因为有一个南方捷科亚王国的女孩偷偷绕过边境骑士守卫，来到了北方帝国境内，这触动了帝国骑士们敏感的神经。他们正在尽全力搜捕这位女子。<br><br>   诧异之下，阿敏赶快结束了交易，回到了自己居住的小木屋，但用以作为晚餐的鹿肉却不翼而飞，气愤难平的阿敏顺着脚印和痕迹一路追踪，最后发现了她——来自南方捷科亚王国的艾薇儿，为了学习深奥法术的偷渡之人。<br><br><br>     经过一番波折，阿敏答应了艾薇儿的请求，成为她的向导，护送她深入帝国前进，这是两人故事的开端，也是被刻意隐藏的帝国秘密的起点，当秘密解开，清晰勾画而出的，便是——<br>人与神之间的，百年游戏。<br><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/羁绊.png?t=1530611829\" crossorigin=\"anonymous\"><br><br>在《七神物语》的第一代游戏中，共有五位彼此扶持，共同战斗的伙伴，他们身份不同，志向各异，将陪伴冒险家一同渡过难忘的冒险历程。<br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/阿敏s.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/艾丽娅s.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/艾薇儿s.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/比埃尔s.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/基德s.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/世界.png?t=1530611829\" crossorigin=\"anonymous\"><br><br>     奥尔比拉大陆，这个被广袤森林横向分割为南北两部的土地上，曾经存在六个人类王国和栖息在森林的绿发精灵，光明帝国历元年，光明教会<br>统治凯西克王国，更名为神圣光明帝国，凯西克王国土地被更名为帝国中部省。<br><br>     光明帝国历二年，光明骑士团灭亡瓦里安王国，将其领土更改为帝国北方省，光明历三年，塔尔德兰王国灭亡，帝国将其更名为帝国南方省，加上<br>获得自治地位的奥朗塔海港，和独立于其他帝国省的帝国之都培拉维尔，神圣光明帝国实际上由三省，一都，一城构成，其疆域填满整个培拉维尔<br>大陆北方，以遗忘深林为界，奥尔比拉南方则是被帝国目为异端的南方三国军事政治联盟国家占据。<br><br>     神圣光明帝国的最高统治者为教皇，其挑选的光明教会统治着帝国一切事务，而帝国的军事力量则是令整个大陆闻风色变的光明骑士团，其最高<br>指挥机构是由七位圣殿骑士组成的圣殿骑士会，为首者是圣殿骑士长，亦是教皇第一继承人。<br><br>     为了加强对帝国各地的管理，光明教会在三省设有省教廷，省教廷处理部分民事事务，和本省范围内的法律裁决，并对该省范围内的各骑士所进行<br>监管和部分人事调整，而帝国每一个城市，则设有骑士所，为本区域军政一体管理机构。边界区域则设有若干边界骑士所，骑士所之首为骑士长。<br><br>     边界骑士所，和小城市骑士所的负责人一般为低阶骑士长，大城市骑士所则由中阶骑士长负责，而高阶骑士长，则是帝都骑士长和省教廷护卫骑士长<br>的专属。<br><br>     与神圣光明帝国对立的南方三国，情况却完全不同，信奉智慧神的捷科亚王国崇尚智慧与武力，其国内有王国智者会以提供智囊参考，捷科亚国王军<br>则是连帝国骑士团都头痛的存在，捷科亚王国王城为塔林，最为威望的贵族则是布劳恩家族和塔坦家族等。<br><br>    与捷科亚为盟友的加比利亚王国，信奉财富之神，王国以经商为本，经济富庶，其国王是南方三国联盟的共主。<br><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/战斗.png?t=1530611829\" crossorigin=\"anonymous\"><br><br>       在整个游戏中，冒险者将陪同游戏内伙伴们一同在广袤的奥尔比拉大陆展开历险，感受一段独特的风格剧情，伴随冒险者的，则是各种战斗体验。<br> <br>       每一位伙伴都拥有独一无二的战斗特技，以及属性魔法，合理运用战斗特技，装备在探险历程中收集到的各种防具，武器和饰品，将会使得强大<br>的敌人倒在冒险者与伙伴的队伍面前。<br><br>      游戏的作战方式为回合制，敌我双方攻击顺序依据敏捷值高低展开，我方队伍伙伴的攻击方式有普通攻击，特技攻击和魔法攻击，<br><br><strong><u>【普通攻击】</u></strong><br><br>普通攻击全部为物理伤害，伤害数值输出取决于自身的物理攻击力和敌方物理防御力，同时，普通攻击有一定几率会攻击丢失，也有一定几率出现暴击<br>效果。 <br><br> <strong><u>【特技攻击】</u></strong><br><br>       特技攻击分为物理伤害和神圣伤害两种，其中，物理伤害数值输出与普通攻击相同，而神圣伤害则无视敌方物理和魔法防御力，给予不可抵消伤害。<br> 特技攻击不会攻击丢失，也不会出现暴击效果。<br><br><strong><u>【魔法攻击】</u></strong><br><br>      魔法攻击是属性攻击，在游戏中，魔法伤害有五种属性，分别是水，火，雷，风，土。以相同属性魔法攻击相同属性敌人，则会出现伤害减免效果，<br>以相克属性魔法攻击相克属性敌人，则会出现伤害加深效果，五种魔法属性克制关系是——水克制火，火克制雷，雷克制风，风克制土，土克制水。<br>熟练掌握魔法加深和减免关系，在战斗中会有事半功倍的效果。魔法攻击不会丢失，也不会出现暴击效果。<br><br><br><br>【阿敏】<br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/阿敏魔法1.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/阿敏特技.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><br><strong>【魔法】</strong><br><br><i>[风咒]   </i>          敌方全体，给予少量风属性魔法伤害，消耗20mp数值。<br><br><i>[迅捷之心] </i>      我方全体，提升敏捷力，可叠加施法。消耗40mp数值。<br><br><i>[游吟之风] </i>      我方单体，回复少量hp数值，消耗60mp数值。<br><br><i>[飞沙走石] </i>      敌方全体，中等风属性魔法伤害，消耗100mp数值。<br><br><br><strong>【特技】</strong><br><br><i>[精准连击] </i>     敌方单体，物理属性连续伤害。消耗10tp数值<br><br><i>[坚守待援] </i>     自身，回复中等额度hp数值和mp数值，立刻进入强力防御状态。消耗15tp数值。<br><br><i>[漫击散射] </i>     敌方全体，物理属性伤害，附加一定几率负面状态。消耗25tp数值。<br><br><i>[奥术飞矢] </i>     敌方单体，高额物理伤害。消耗45tp数值。<br><br><br><strong>【被动特性】</strong><br><br>   [风魂] 该角色免疫风属性魔法伤害。<br><br><strong>【综合评述】</strong><br><br><i>[优点]</i>   阿敏是游戏第一男主角，也是一位极为优秀的战斗伙伴，这个角色的血量较高，防御能力也不弱，而且特技技<br><br>     能造成的伤害输出是所有战斗伙伴中最高的，这表明该角色极为依赖TP（怒气）数值的积累和释放，推荐装备可以自动<br><br>    回复TP数值的准备。<br><br>   <i>[缺点] </i>  魔法伤害能力很低，团队治疗能力极差。<br><br><strong>【艾薇儿】</strong><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/艾薇儿魔法.jpg?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/爱维尔特技.jpg?t=1530611829\" crossorigin=\"anonymous\"><br><br><strong>【魔法】</strong><br><br>   <i>[火咒]</i>       敌方单体，火属性魔法伤害，消耗20mp数值。<br><br>  <i> [火武]</i>       我方单体，大幅度提升物理攻击力，消耗50mp数值。<br><br>   <i>[火怒] </i>      敌方全体， 中等额度火属性魔法伤害，附加一定几率中毒状态。消耗50点mp数值。<br><br>   <i>[火妖]</i>       敌方单体，高额火属性魔法伤害，回复自身tp数值。消耗100mp数值。<br><br><br><strong>【特技】</strong><br><br>   <i>[虚空法盾]</i>    我方单体，适量回复hp数值，并获得物理与魔法能力提升，效果持续4回合，消耗10tp数值。<br><br>   <i>[万籁俱静]</i>    敌方全体，物理属性伤害，附加沉默效果，消耗20tp数值。<br><br>   <i>[血裔秘法]</i>    敌方全体，给予2500点神圣伤害，并减少我方全体500点hp数值，消耗20tp数值。<br><br>   <i>[刹那生灭]</i>    我方单体，回复其全部hp数值，一定几率使被施法者进入濒死状态。消耗40tp数值。<br><br><strong>【被动特性】</strong><br><br>   [魔导] 该角色每回合自动回复3%mp数值<br><br><strong>【综合评述】</strong><br><br><strong>优点</strong>：艾薇儿时游戏第一女主角，她的属性是这个团队最为平衡的，该角色血量不低，魔法与物理与特技攻击能力都不弱，每回合自动回魔<br><br>的特性意味着在战斗中该角色不会缺少MP，同时，物理与魔法双平衡的攻击手段使得艾薇儿的攻击方式极为灵活。<br><br><strong>缺点</strong>：艾薇儿的优点即使是缺点，她的物理输出不如基德，阿敏等物理型伙伴，魔法输出不如艾丽娅，同时也缺少团队治疗能力。<br><br><strong>【艾丽娅】</strong><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/艾丽娅魔法.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/艾丽娅特技.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><strong>【魔法】</strong><br><br>   <i>[冰咒] </i>          敌方单体，水属性魔法伤害，消耗20mp数值。<br><br>   <i>[雪舞]  </i>         我方全体，回复适量hp数值，消耗50mp数值。<br><br>   <i>[水波杀]</i>        敌方单体， 中等额度水属性魔法伤害。消耗50点mp数值。<br><br>  <i> [冰雨漫天]</i>     敌方全体，高额水属性魔法伤害，消耗100mp数值。<br><br><br> <strong>【特技】</strong><br><br>   <i>[神思冥想]</i>    自身，回复30%mp数值，消耗10tp数值。<br><br>   <i>[灵魄流转]</i>   我方单体，回复20点tp数值，消耗20tp数值。<br><br>   <i>[往生灵音]</i>   我方单体，解除其濒死状态，回复60%hp数值，并获得短暂防御能力提升，消耗40tp数值。<br><br>   <i>[命运吟唱]</i>   我方全体，回复所有hp与mp数值，解除所有异常状态。消耗75tp数值。<br><br><br> <br>  <strong>【被动特性】</strong><br><br>      【华贵】     该角色存在于战斗队伍之时，战斗结算时获得金钱数量翻倍，物品掉落率提升。<br><br>      【柔骨】     该角色不能从技能攻击行动中获得TP数值（包括特技攻击和魔法攻击）<br><br><br>  <strong>【综合评述】</strong><br><br>     <i>优点</i>：  艾丽娅是游戏第二女主角，拥有强大的水属性魔法攻击能力，同时也有着优秀的团队治疗能力和辅助能力。<br><br>     <i>缺点</i>：攻击输出依靠水属性魔法，面对水属性敌人时打不出伤害，自身防御能力较弱，同时MP数<br><br>                     值偏低，在战斗中容易 陷入缺魔状态。<br><br><strong>【基德】</strong><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/基德魔法.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/基德特技.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><br>   <strong>【魔法】</strong><br><br><i>[雷咒]  </i>           敌方单体，雷属性魔法伤害，消耗20mp数值。<br><br><i>[雷灵加持]</i>      我方单体，高额提升魔法攻击力，持续4回合。消耗40mp数值。<br><br><i>[雷心护体]</i>      我方全体，提升魔法防御力，可叠加，持续4回合，消耗30mp数值。<br><br><i>[逐雷奔腾]</i>      敌方单体，中等额度雷属性魔法伤害，消耗80mp数值。<br><br><br><strong>【特技】</strong><br><br><i>[强击斩] </i>      敌方单体，施加神圣伤害，消耗20tp数值。<br><br><i>[回护斩] </i>      敌方单体，神圣吸血，消耗15tp数值。<br><br><i>[神圣净化]</i>    我方单体，消除所有负面状态，消耗20tp数值。<br><br><i>[刚毅血统]</i>    自身，回复所有hp数值，攻击能力大幅上升，防御能力大幅下降，消耗70tp数值。<br><br><br><strong>【被动特性】</strong><br><br><i>【援护</i> 当战斗中其他角色即将面临单体致死攻击的时候，该角色将强力抵挡此次伤害。<br><br><strong>【综合评述】</strong><br><br>     <i>优点</i>：基德是游戏第二男主，攻高血厚，配合被动特性，是整个团队中肉盾的存在，他的特技伤害全部为神圣伤害，无视 敌人属性<br><br>    和防御能力给予直接攻击。<br><br>     <i>缺点</i>：魔法伤害能力极端低下，神圣伤害值不高，没有团队治疗能力。<br><br><br><br><br><strong>【比埃尔】</strong><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/比埃尔魔法.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><img src=\"https://media.st.dl.bscstorage.net/steam/apps/839370/extras/比埃尔特技.png?t=1530611829\" crossorigin=\"anonymous\"><br><br><strong>【魔法】</strong><br><br>  <i>[土咒]  </i>         敌方单体，土属性魔法伤害，消耗20mp数值。<br><br> <i> [金刚护盾]</i>    我方单体，增加物理防御力，回复少量hp数值，消耗30mp数值。<br><br>  <i>[锤石猛击] </i>   敌方单体，中等土属性魔法伤害，消耗60mp数值。<br><br>  <i>[厚土润泽]</i>   我方单体，回复适量hp数值，消耗80mp数值。<br><br><br><strong>【特技】</strong><br><br>  <i>[惊锋]</i>      敌方单体，大幅度降低其物理攻击能力，效果持续至战斗结束，消耗30tp数值。<br><br>  <i>[魔刃]</i>      敌方单体，大幅度降低其魔法攻击能力，效果持续至战斗结束，消耗30tp数值。<br><br>  <i>[欢影] </i>     自身，施加回复状态，每回合回复5%hp数值，效果持续至战斗结束。消耗30tp数值。<br><br>  <i>[暗煞]</i>      敌方单体，造成500点神圣伤害，并有极低概率触发一击必杀。<br><br><br><strong>【被动特性】</strong><br><br>    <i>连捷</i>： 该角色在战斗中，有一定几率触发连续攻击选择指令。<br><br>    <i>冷血</i>： 该角色不能积累TP（怒气）数值。<br><br><br><strong>【综合评述】</strong><br><br>    <i>优点</i>：比埃尔是游戏第三男主角，该角色敏捷值极高，在战斗中掌握先发优势，配合被动特性可以在开局施加战术选择， 同时<br><br>该角色的特技能力突出对敌人的强力限制，较高的普通攻击伤害也能造成可观输出。<br><br>    <i>缺点</i>： 不能积累TP数值意味着每场战斗之中，该角色都要经过一定回合积累才能发动特技攻击，而该角色防御能力极端低下，血<br><br>量很低，需要被重点保护。",
  "short_description": "独居在光明帝国边界村落的年轻猎手阿敏，偶然邂逅了潜入帝国境内的外域女孩艾薇儿，答应护送她深入帝国境内并进行一系列探索的故事， 全中文奇幻风格角色扮演游戏，丰富复杂的回合制战斗模式，超过20小时的冒险时光，不同选择，触发不同主角的命运结局。",
  "supported_languages": "Simplified Chinese",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/839370/header.jpg?t=1530611829",
  "website": null,
  "pc_requirements": {
    "minimum": "<strong>最低配置:</strong><br><ul class=\"bb_ul\"><li><strong>操作系统:</strong> Windows 2007<br></li><li><strong>处理器:</strong> Intel Core2 Duo or better<br></li><li><strong>内存:</strong> 512 MB RAM<br></li><li><strong>图形:</strong> DirectX 9/OpenGL 4.1 capable GPU<br></li><li><strong>存储空间:</strong> 需要 1 GB 可用空间</li></ul>",
    "recommended": "<strong>推荐配置:</strong><br><ul class=\"bb_ul\"><li><strong>操作系统:</strong> Windows 2007<br></li><li><strong>处理器:</strong> Intel Core2 Duo or better<br></li><li><strong>内存:</strong> 2 GB RAM<br></li><li><strong>图形:</strong> DirectX 9/OpenGL 4.1 capable GPU<br></li><li><strong>存储空间:</strong> 需要 2 GB 可用空间</li></ul>"
  },
  "mac_requirements": [],
  "linux_requirements": [],
  "developers": [
    "KMA GAMES"
  ],
  "publishers": [
    "KMA GAMES"
  ],
  "price_overview": {
    "currency": "EUR",
    "initial": 79,
    "final": 79,
    "discount_percent": 0,
    "initial_formatted": "",
    "final_formatted": "0,79€"
  },
  "packages": [
    261952
  ],
  "package_groups": [
    {
      "name": "default",
      "title": "Buy The story of Gods 七神物语",
      "description": "",
      "selection_text": "Select a purchase option",
      "save_text": "",
      "display_type": 0,
      "is_recurring_subscription": "false",
      "subs": [
        {
          "packageid": 261952,
          "percent_savings_text": "",
          "percent_savings": 0,
          "option_text": "七神物语 - 0,79€",
          "option_description": "",
          "can_get_free_license": "0",
          "is_free_license": false,
          "price_in_cents_with_discount": 79
        }
      ]
    }
  ],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    },
    {
      "id": 23,
      "description": "Steam Cloud"
    }
  ],
  "genres": [
    {
      "id": "23",
      "description": "Indie"
    },
    {
      "id": "3",
      "description": "RPG"
    },
    {
      "id": "2",
      "description": "Strategy"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/839370/ss_ad12626e3bdf493e7ec320c77c98ca24410a4682.600x338.jpg?t=1530611829",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/839370/ss_ad12626e3bdf493e7ec320c77c98ca24410a4682.1920x1080.jpg?t=1530611829"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/839370/ss_1d4c4eb66154b819a9da5ee830713ae573539dbf.600x338.jpg?t=1530611829",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/839370/ss_1d4c4eb66154b819a9da5ee830713ae573539dbf.1920x1080.jpg?t=1530611829"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/839370/ss_2820c9f4c7e6a45402d3e604f8920d71256bf1ad.600x338.jpg?t=1530611829",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/839370/ss_2820c9f4c7e6a45402d3e604f8920d71256bf1ad.1920x1080.jpg?t=1530611829"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/839370/ss_938c375b84b0f90023b1036842e0edc1215eb994.600x338.jpg?t=1530611829",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/839370/ss_938c375b84b0f90023b1036842e0edc1215eb994.1920x1080.jpg?t=1530611829"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/839370/ss_7f41f75c468c53c2244d95c8ab211b1836ca3426.600x338.jpg?t=1530611829",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/839370/ss_7f41f75c468c53c2244d95c8ab211b1836ca3426.1920x1080.jpg?t=1530611829"
    }
  ],
  "movies": [
    {
      "id": 256718672,
      "name": "七神物语宣传",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256718672/movie.293x165.jpg?t=1528573306",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256718672/movie480.webm?t=1528573306",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256718672/movie_max.webm?t=1528573306"
      },
      "highlight": true
    }
  ],
  "achievements": {
    "total": 0
  },
  "release_date": {
    "coming_soon": false,
    "date": "26 Jun, 2018"
  },
  "support_info": {
    "url": "",
    "email": "15716409755@sina.cn"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/839370/page_bg_generated_v6b.jpg?t=1530611829",
  "content_descriptors": {
    "ids": [],
    "notes": null
  }
}
