{
  "type": "dlc",
  "name": "Fantasy Grounds - D&D Classics: Player's Handbook (2E)",
  "steam_appid": 1057880,
  "required_age": 0,
  "is_free": false,
  "detailed_description": "<h2 class=\"bb_tag\">D&amp;D Classics: Player's Handbook (2E)</h2><br>Here is the indispensable encyclopedia of fantasy role-playing. Everything the player needs is here: how to create a mighty hero or crafty wizard; uinque aspects of the elves, dwarves, halflings, and other fantasy races; all the weapons, armor, magical spells, and rules for thrilling battles against supernatural monsters. This fresh, new format for the Player's Handbook is your complete and illustrated guide to the world of heroic adventure!<h2 class=\"bb_tag\">Product History</h2><br>Player's Handbook(1989), by David &quot;Zeb&quot; Cook with Steve Winter and Jon Pickens after Gary Gygax, is the first core rulebook for the AD&amp;D 2e game. It was published in February 1989.<br><br>About the Title. Apostrophes were famously absent from the AD&amp;D 1e line (1977-1988). The second-edition Player's Handbook(1989) was the first to show its apostrophe proudly; the punctuation would be used ever-after for the D&amp;D line.<br><br>Moving Toward AD&amp;D 2e. The first hint of what Gary Gygax called the &quot;expansion, reorganization, and revision of the AD&amp;D game system&quot; appeared in Dragon #90(October 1984). Gygax said it was about a year off, because his right-hand man, Frank Mentzer, was busy digging through Gygax's 300 pages of info on &quot;The Temple of Elemental Evil&quot;. Gygax's timeline proved quite accurate. The cover of Dragon #103(November 1985) proudly proclaimed that it would reveal the &quot;Future of the AD&amp;D game&quot;. Inside, Gary Gygax's &quot;From the Sorceror's Scroll&quot; column gave the reorganization a name: the second editionof AD&amp;D.<br><br>AD&amp;D first edition was only six years old at the time, but the recent releases of Unearthed Arcana(1985) and Oriental Adventures(1985) had introduced lots of rules revisions and expansions for the game. Gygax thus felt that it was time to pull everything back together. According to his plan, a new Players Handbookwould incorporate portions of the original Player's Handbookand the two new player books. There was also talk of adding three new subclasses: the mystic (a cleric), the savant (a magic-user), and the jester (a bard).<br><br>Similarly, a new Monster Manualwould combine material from Monster Manual(1977), Fiend Folio(1981), Monster Manual II(1983), and Dragonmagazine articles of note. A new Dungeon Masters Guideand Legends &amp; Lorewould then finish things, off, compressing eight core hardcovers into four &quot;hefty volumes&quot; -- though there was some discussion of producing a learner Players Handbookfocused on character creation, to keep the entry point to the game cheap.<br><br>Except it never happened. At the end of 1985, Gary Gygax was forced out of the company that he'd founded, and his plans for second edition were abandoned.<br><br>Following Gygax's departure it took more than a year for TSR to return to the idea of a second edition of AD&amp;D. At first, they too were considering a reorganization, what they called an &quot;editing task&quot; -- but this idea was primarily driven by management, who was afraid of angering players and of obsoleting their profitable back catalogue. Meanwhile, editor Steve Winter was busy cutting and pasting together parts of the first-edition Players Handbookand Dungeon Masters Guide, to show how monumental of a task a simple reorganization was. He also raised concern about the shifting editorial voice in later books like Unearthed Arcanaand Oriental Adventures, and so was able to convince management that more was needed. First he convinced them that AD&amp;D should be rewritten, then that it should be redeveloped. When author Cook (re)announced the project in Dragon #117(January 1987) he called it a &quot;major reorganization, clean-up, and development&quot;.<br><br>And that's what Winter and Cook spent the next two and a half years on. Fans of TSR got regular updates in Dragon'snew &quot;Game Wizards&quot; column (1987-1997). Some of those updates were quite controversial (and purposefully so). Meanwhile, work continued on. Director of Games Development Michael Dobson laid out the release plans in Dragon #124(August 1987): the two core books were to be done by December 1987, then turned over to the RPGA for playtesting in early 1988, then returned to TSR for redevelopment in late 1988. The goal was to release the new game in &quot;March or April 1989&quot;. By modern standards, it was a slightly short development cycle for D&amp;D. By any standards, Dobson's scheduling was quite accurate, as the 2e Player's Handbook(1989) appeared in February 1989, then the 2e Dungeon Master's Guide(1989) in May.<br><br>Many Printings. The new Player's Handbookwas reprinted more than ten times following its 1989 release. Then, about halfway through AD&amp;D 2e's life cycle, a second edition (1995) of the book appeared. This was primarily a cosmetic change. It expanded the amount of color, revamped the illustrations, and increased the page count by 25% thanks to a looser layout. This new book was the foundation of AD&amp;D 2.5e (1995-1997), though that nomenclature is based mainly on the books that followed it; the core rules were largely unchanged.<br><br>A third major edition (2013) of the 2e Player's Handbookappeared as part of Wizards of the Coast's premium reprint program. It used the 1995 revision as its basis, though it swapped out a couple of illustrations and cropped the original cover with a faux-leatherbound frame.<br><br>A Different Sort of Player's Handbook. The 1e Players Handbook(1978) was a very limited book that only provided the rules for creating characters -- and not even all of those. Players didn't get to know how combat or saving throws worked. They weren't even told how to roll their characteristics! Unsurprisingly, the 1e Players Handbookwas also a lotshorter than the 1e Dungeon Masters Guide(1979).<br><br>Second edition totally revamped those ideas, with the new Player's Handbookand Dungeon Master's Guidechanging places in page count. Now the Player's Handbookwas the core rulebook of the game. You got (almost) allof the character creation rules and everythingelse that players should know. There were still a few weird omissions -- such as the level caps for demihumans only appearing in the Dungeon Master's Guide. Nonetheless, the new release was much closer to the modern conception of a D&amp;D Player's Handbook.<br><br>What a Difference an Edition Makes: The Controversy. The controversy of 2e started early on, with a &quot;Game Wizards&quot; column that Cook wrote for Dragon #118(February 1987) called &quot;Who Dies?&quot; There, he wrote about the need to trim down the list of character classes and suggested reasons to remove every one of the classes from Players Handbook, Unearthed Arcana, and Oriental Adventures. Then, he invited players to write to him with their own opinions.<br><br>Cook later said that he was intentionally trying &quot;to get a reaction&quot;. And, boy did he. He was soon digging out from a deluge of hundreds of correspondences. Though many classes would eventually be cut from AD&amp;D 2e, most of the classes that Cook talked about were actually safe -- so call this a manufactured controversy.<br><br>A more sustained controversy emerged following James M. Ward's &quot;Game Wizards&quot; article in Dragon #154(February 1990). There he admitted that &quot;When the AD&amp;D 2nd Edition rules came out, [he] had the designers and editors delete all mention of demons and devils.&quot; He said that this was because he was trying to avoid &quot;Angry Mother Syndrome&quot; and that TSR had been receiving a whopping &quot;letter or two of complaint each week&quot;, many of them about the demons and devils in the original Monster Manual(1977). So, fiends were out. Though they'd appear under different names in MC8: &quot;Monstrous Compendium Outer Planes Appendix&quot; (1991), D&amp;D wouldn't see hints of the forbidden names until the Wizards of the Coast era (1997+).<br><br>As it happens, one of the classes that Cook ended up cutting was the assassin, and many assume that this was also a part of Ward's bowdlerization of D&amp;D. Cook says otherwise, stating that the class just wasn't good for party dynamics. The half-orc was also cut, but no one has talked about the precise reason for that removal.<br><br>What a Difference an Edition Makes: The Goals. Much of the organization of the new AD&amp;D game came from editor Steve Winter, who was very clear about his goals. There were four of them, all clearly laid out in Dragon #126(October 1987):<br><br>&quot;First, the books should be restructured for easy reference. Second, all of the information on one topic should be in one place. Third, a player shouldn't have to pay for information he doesn't need when he buys the new Player's Handbook, and the DM shouldn't have to pay for redundant information when he buys the new Dungeon Master's Handbook. Fourth, everyone who currently owns the Players Handbookand Dungeon Masters Guideshould feel that his money has been well spent when he buys the second editions of these books.&quot;<br><br>Cook had a few design guidelines of his own. First, the second edition must be largely compatible with the first (to preserve both players' investments and TSR's backlist). Second, the rules should be better written -- a goal that Cook had a leg up on thanks to his writing of the D&amp;D Expert Set(1981). Third, the new rules should once more be guidelines.<br><br>The last goal was a big change for AD&amp;D, which Gygax had created to purposefully provide the D&amp;D game with a very strict set of rules -- in part to support tournament play. However, Cook was able to have his cake and eat it as well: though he presented the rules as guidelines and simultaneously included many optional rules, he also defined tournament rules that would be used for competitive gaming.<br><br>What a Difference an Edition Makes: The Mechanics. AD&amp;D 2e was indeed relatively compatible with AD&amp;D 1e. And, the biggest changes did turn out to be the paring down of character classes. Following Cook's thoughts in &quot;Who Dies?&quot;, the assasin and monk were both dropped. However, the bard, which had also been marked for elimination, was saved by player response -- though he now appeared in a dramatically different form, one that didn't have to move through other classes.<br><br>The biggest addition to the D&amp;D rules was the &quot;proficiency&quot; skill rules, which built on the non-weapon proficiencies that Cook himself had created in Oriental Adventures(1985), and which had become increasingly prominent in the AD&amp;D 1.5e era (1985-1988). The proficiency rules were listed as &quot;optional&quot;, but they appeared throughout the examples in the new rules, and were generally considered standard by most gamers at the time.<br><br>The other big change was in the magic-user (now: mage) class. The traditional schools of magic in D&amp;D now became &quot;specialities&quot;, allowing for the creation of abjurers, invokers, necromancers, and other specific sorts of wizards. The traditional illusionist class was reimagined as one of these specialists. Clerics were similarly revamped so that their spells fell into spheres, with access determined by a god's portfolio. The game also moved toward the ideas of specialty priests by offering variant rules that allowed some clerics to use edged weapons.<br><br>Winter and Cook had considered much more far-ranging ideas while working on AD&amp;D 2e -- including eliminating character classes and reversing armor class -- but in the end what they did was mostly cleanup. So, for example, THAC0 was brought into the core rules, where it had previously only been seen in supplements; and psionics were removed, to later be detailed in a non-core book. There were lots of other small changes, encompassing spells, combat, weapons, XP, levels, and everything else you can imagine. AD&amp;D 2e was a very thorough rewrite and redesign ... but one that kept as close to its source material as it could, given its goals.<br><br>About the Creators. TSR lost a lot of its rules writers in the mid '80s. Gary Gygax and Frank Mentzer headed off to form New Infinities Productions, while Tom Moldvay began writing for Avalon Hill. Fortunately, they still had David Cook on staff. He was the coauthor of Star Frontiers(1982) and Star Frontiers: Alpha Dawn(1983) and the author of the D&amp;D Expert Set(1981), The Adventures of Indiana Jones(1984), the Conan Role-Playing Game(1985) ... and perhaps most notably Oriental Adventures(1985).<br><br><i>Converted by: </i><strong>Mike Wilson</strong><br><br>Released on March 26, 2019. Designed for Fantasy Grounds version 3.3.6 and higher.<br><br><strong>Requires: </strong>An active subscription or a one time purchase of a Fantasy Grounds Full or Ultimate license.",
  "about_the_game": "<h2 class=\"bb_tag\">D&amp;D Classics: Player's Handbook (2E)</h2><br>Here is the indispensable encyclopedia of fantasy role-playing. Everything the player needs is here: how to create a mighty hero or crafty wizard; uinque aspects of the elves, dwarves, halflings, and other fantasy races; all the weapons, armor, magical spells, and rules for thrilling battles against supernatural monsters. This fresh, new format for the Player's Handbook is your complete and illustrated guide to the world of heroic adventure!<h2 class=\"bb_tag\">Product History</h2><br>Player's Handbook(1989), by David &quot;Zeb&quot; Cook with Steve Winter and Jon Pickens after Gary Gygax, is the first core rulebook for the AD&amp;D 2e game. It was published in February 1989.<br><br>About the Title. Apostrophes were famously absent from the AD&amp;D 1e line (1977-1988). The second-edition Player's Handbook(1989) was the first to show its apostrophe proudly; the punctuation would be used ever-after for the D&amp;D line.<br><br>Moving Toward AD&amp;D 2e. The first hint of what Gary Gygax called the &quot;expansion, reorganization, and revision of the AD&amp;D game system&quot; appeared in Dragon #90(October 1984). Gygax said it was about a year off, because his right-hand man, Frank Mentzer, was busy digging through Gygax's 300 pages of info on &quot;The Temple of Elemental Evil&quot;. Gygax's timeline proved quite accurate. The cover of Dragon #103(November 1985) proudly proclaimed that it would reveal the &quot;Future of the AD&amp;D game&quot;. Inside, Gary Gygax's &quot;From the Sorceror's Scroll&quot; column gave the reorganization a name: the second editionof AD&amp;D.<br><br>AD&amp;D first edition was only six years old at the time, but the recent releases of Unearthed Arcana(1985) and Oriental Adventures(1985) had introduced lots of rules revisions and expansions for the game. Gygax thus felt that it was time to pull everything back together. According to his plan, a new Players Handbookwould incorporate portions of the original Player's Handbookand the two new player books. There was also talk of adding three new subclasses: the mystic (a cleric), the savant (a magic-user), and the jester (a bard).<br><br>Similarly, a new Monster Manualwould combine material from Monster Manual(1977), Fiend Folio(1981), Monster Manual II(1983), and Dragonmagazine articles of note. A new Dungeon Masters Guideand Legends &amp; Lorewould then finish things, off, compressing eight core hardcovers into four &quot;hefty volumes&quot; -- though there was some discussion of producing a learner Players Handbookfocused on character creation, to keep the entry point to the game cheap.<br><br>Except it never happened. At the end of 1985, Gary Gygax was forced out of the company that he'd founded, and his plans for second edition were abandoned.<br><br>Following Gygax's departure it took more than a year for TSR to return to the idea of a second edition of AD&amp;D. At first, they too were considering a reorganization, what they called an &quot;editing task&quot; -- but this idea was primarily driven by management, who was afraid of angering players and of obsoleting their profitable back catalogue. Meanwhile, editor Steve Winter was busy cutting and pasting together parts of the first-edition Players Handbookand Dungeon Masters Guide, to show how monumental of a task a simple reorganization was. He also raised concern about the shifting editorial voice in later books like Unearthed Arcanaand Oriental Adventures, and so was able to convince management that more was needed. First he convinced them that AD&amp;D should be rewritten, then that it should be redeveloped. When author Cook (re)announced the project in Dragon #117(January 1987) he called it a &quot;major reorganization, clean-up, and development&quot;.<br><br>And that's what Winter and Cook spent the next two and a half years on. Fans of TSR got regular updates in Dragon'snew &quot;Game Wizards&quot; column (1987-1997). Some of those updates were quite controversial (and purposefully so). Meanwhile, work continued on. Director of Games Development Michael Dobson laid out the release plans in Dragon #124(August 1987): the two core books were to be done by December 1987, then turned over to the RPGA for playtesting in early 1988, then returned to TSR for redevelopment in late 1988. The goal was to release the new game in &quot;March or April 1989&quot;. By modern standards, it was a slightly short development cycle for D&amp;D. By any standards, Dobson's scheduling was quite accurate, as the 2e Player's Handbook(1989) appeared in February 1989, then the 2e Dungeon Master's Guide(1989) in May.<br><br>Many Printings. The new Player's Handbookwas reprinted more than ten times following its 1989 release. Then, about halfway through AD&amp;D 2e's life cycle, a second edition (1995) of the book appeared. This was primarily a cosmetic change. It expanded the amount of color, revamped the illustrations, and increased the page count by 25% thanks to a looser layout. This new book was the foundation of AD&amp;D 2.5e (1995-1997), though that nomenclature is based mainly on the books that followed it; the core rules were largely unchanged.<br><br>A third major edition (2013) of the 2e Player's Handbookappeared as part of Wizards of the Coast's premium reprint program. It used the 1995 revision as its basis, though it swapped out a couple of illustrations and cropped the original cover with a faux-leatherbound frame.<br><br>A Different Sort of Player's Handbook. The 1e Players Handbook(1978) was a very limited book that only provided the rules for creating characters -- and not even all of those. Players didn't get to know how combat or saving throws worked. They weren't even told how to roll their characteristics! Unsurprisingly, the 1e Players Handbookwas also a lotshorter than the 1e Dungeon Masters Guide(1979).<br><br>Second edition totally revamped those ideas, with the new Player's Handbookand Dungeon Master's Guidechanging places in page count. Now the Player's Handbookwas the core rulebook of the game. You got (almost) allof the character creation rules and everythingelse that players should know. There were still a few weird omissions -- such as the level caps for demihumans only appearing in the Dungeon Master's Guide. Nonetheless, the new release was much closer to the modern conception of a D&amp;D Player's Handbook.<br><br>What a Difference an Edition Makes: The Controversy. The controversy of 2e started early on, with a &quot;Game Wizards&quot; column that Cook wrote for Dragon #118(February 1987) called &quot;Who Dies?&quot; There, he wrote about the need to trim down the list of character classes and suggested reasons to remove every one of the classes from Players Handbook, Unearthed Arcana, and Oriental Adventures. Then, he invited players to write to him with their own opinions.<br><br>Cook later said that he was intentionally trying &quot;to get a reaction&quot;. And, boy did he. He was soon digging out from a deluge of hundreds of correspondences. Though many classes would eventually be cut from AD&amp;D 2e, most of the classes that Cook talked about were actually safe -- so call this a manufactured controversy.<br><br>A more sustained controversy emerged following James M. Ward's &quot;Game Wizards&quot; article in Dragon #154(February 1990). There he admitted that &quot;When the AD&amp;D 2nd Edition rules came out, [he] had the designers and editors delete all mention of demons and devils.&quot; He said that this was because he was trying to avoid &quot;Angry Mother Syndrome&quot; and that TSR had been receiving a whopping &quot;letter or two of complaint each week&quot;, many of them about the demons and devils in the original Monster Manual(1977). So, fiends were out. Though they'd appear under different names in MC8: &quot;Monstrous Compendium Outer Planes Appendix&quot; (1991), D&amp;D wouldn't see hints of the forbidden names until the Wizards of the Coast era (1997+).<br><br>As it happens, one of the classes that Cook ended up cutting was the assassin, and many assume that this was also a part of Ward's bowdlerization of D&amp;D. Cook says otherwise, stating that the class just wasn't good for party dynamics. The half-orc was also cut, but no one has talked about the precise reason for that removal.<br><br>What a Difference an Edition Makes: The Goals. Much of the organization of the new AD&amp;D game came from editor Steve Winter, who was very clear about his goals. There were four of them, all clearly laid out in Dragon #126(October 1987):<br><br>&quot;First, the books should be restructured for easy reference. Second, all of the information on one topic should be in one place. Third, a player shouldn't have to pay for information he doesn't need when he buys the new Player's Handbook, and the DM shouldn't have to pay for redundant information when he buys the new Dungeon Master's Handbook. Fourth, everyone who currently owns the Players Handbookand Dungeon Masters Guideshould feel that his money has been well spent when he buys the second editions of these books.&quot;<br><br>Cook had a few design guidelines of his own. First, the second edition must be largely compatible with the first (to preserve both players' investments and TSR's backlist). Second, the rules should be better written -- a goal that Cook had a leg up on thanks to his writing of the D&amp;D Expert Set(1981). Third, the new rules should once more be guidelines.<br><br>The last goal was a big change for AD&amp;D, which Gygax had created to purposefully provide the D&amp;D game with a very strict set of rules -- in part to support tournament play. However, Cook was able to have his cake and eat it as well: though he presented the rules as guidelines and simultaneously included many optional rules, he also defined tournament rules that would be used for competitive gaming.<br><br>What a Difference an Edition Makes: The Mechanics. AD&amp;D 2e was indeed relatively compatible with AD&amp;D 1e. And, the biggest changes did turn out to be the paring down of character classes. Following Cook's thoughts in &quot;Who Dies?&quot;, the assasin and monk were both dropped. However, the bard, which had also been marked for elimination, was saved by player response -- though he now appeared in a dramatically different form, one that didn't have to move through other classes.<br><br>The biggest addition to the D&amp;D rules was the &quot;proficiency&quot; skill rules, which built on the non-weapon proficiencies that Cook himself had created in Oriental Adventures(1985), and which had become increasingly prominent in the AD&amp;D 1.5e era (1985-1988). The proficiency rules were listed as &quot;optional&quot;, but they appeared throughout the examples in the new rules, and were generally considered standard by most gamers at the time.<br><br>The other big change was in the magic-user (now: mage) class. The traditional schools of magic in D&amp;D now became &quot;specialities&quot;, allowing for the creation of abjurers, invokers, necromancers, and other specific sorts of wizards. The traditional illusionist class was reimagined as one of these specialists. Clerics were similarly revamped so that their spells fell into spheres, with access determined by a god's portfolio. The game also moved toward the ideas of specialty priests by offering variant rules that allowed some clerics to use edged weapons.<br><br>Winter and Cook had considered much more far-ranging ideas while working on AD&amp;D 2e -- including eliminating character classes and reversing armor class -- but in the end what they did was mostly cleanup. So, for example, THAC0 was brought into the core rules, where it had previously only been seen in supplements; and psionics were removed, to later be detailed in a non-core book. There were lots of other small changes, encompassing spells, combat, weapons, XP, levels, and everything else you can imagine. AD&amp;D 2e was a very thorough rewrite and redesign ... but one that kept as close to its source material as it could, given its goals.<br><br>About the Creators. TSR lost a lot of its rules writers in the mid '80s. Gary Gygax and Frank Mentzer headed off to form New Infinities Productions, while Tom Moldvay began writing for Avalon Hill. Fortunately, they still had David Cook on staff. He was the coauthor of Star Frontiers(1982) and Star Frontiers: Alpha Dawn(1983) and the author of the D&amp;D Expert Set(1981), The Adventures of Indiana Jones(1984), the Conan Role-Playing Game(1985) ... and perhaps most notably Oriental Adventures(1985).<br><br><i>Converted by: </i><strong>Mike Wilson</strong><br><br>Released on March 26, 2019. Designed for Fantasy Grounds version 3.3.6 and higher.<br><br><strong>Requires: </strong>An active subscription or a one time purchase of a Fantasy Grounds Full or Ultimate license.",
  "short_description": "D&amp;D Classics: Player's Handbook (2E)Here is the indispensable encyclopedia of fantasy role-playing. Everything the player needs is here: how to create a mighty hero or crafty wizard; uinque aspects of the elves, dwarves, halflings, and other fantasy races; all the weapons, armor, magical spells, and rules for thrilling battles...",
  "fullgame": {
    "appid": "252690",
    "name": "Fantasy Grounds"
  },
  "supported_languages": "English",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/1057880/header.jpg?t=1555520768",
  "website": "http://www.fantasygrounds.com",
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7x , 8x or 10x<br></li><li><strong>Processor:</strong> 1.6 GHz or higher processor<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> Graphics card recommended<br></li><li><strong>DirectX:</strong> Version 9.0c<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 500 MB available space<br></li><li><strong>Sound Card:</strong> a sound card is required for voice communication using external programs like Google Hangouts, Skype or Discord.<br></li><li><strong>Additional Notes:</strong> Requirements vary by the add-ons installed and the number of players connecting to your game.</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7x , 8x or 10x<br></li><li><strong>Processor:</strong> 2.0 GHz or higher processor<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> DirectX or OpenGL compatible card.<br></li><li><strong>DirectX:</strong> Version 9.0c<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 2 GB available space<br></li><li><strong>Sound Card:</strong> a sound card is required for voice communication using external programs like Google Hangouts, Skype or Discord.<br></li><li><strong>Additional Notes:</strong> Requirements vary by the add-ons installed and the number of players connecting to your game.</li></ul>"
  },
  "mac_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> 10.6.8 or newer<br></li><li><strong>Processor:</strong> 1.6 GHz or higher processor<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> Graphics card recommended<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 500 MB available space<br></li><li><strong>Sound Card:</strong> A sound card is required for voice communication using external programs like Google Hangouts, Skype or Discord.<br></li><li><strong>Additional Notes:</strong> This product uses a wine wrapper to simplify installation</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> 10.6.8 or newer<br></li><li><strong>Processor:</strong> 2.0 GHz processor or higher<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> DirectX 9.0 compatible video adapter<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 2 GB available space<br></li><li><strong>Sound Card:</strong> A sound card is required for voice communication using external programs like Google Hangouts, Skype or Discord.<br></li><li><strong>Additional Notes:</strong> This product uses a wine wrapper to simplify installation</li></ul>"
  },
  "linux_requirements": [],
  "legal_notice": "Dungeons & Dragons, Advanced Dungeons & Dragons, its logo, and D&D, are trademarks of Wizards of the Coast LLC. Used with permission. All rights reserved.<br />\r\n<br />\r\nFantasy Grounds is a trademark of SmiteWorks USA LLC. (C) 2004-2018 SmiteWorks USA LLC. ALL RIGHTS RESERVED. Visit the Fantasy Grounds website for more product information.",
  "developers": [
    "SmiteWorks USA, LLC"
  ],
  "publishers": [
    ""
  ],
  "price_overview": {
    "currency": "EUR",
    "initial": 1679,
    "final": 1679,
    "discount_percent": 0,
    "initial_formatted": "",
    "final_formatted": "16,79€"
  },
  "packages": [
    353388
  ],
  "package_groups": [
    {
      "name": "default",
      "title": "Buy Fantasy Grounds - D&D Classics: Player's Handbook (2E)",
      "description": "",
      "selection_text": "Select a purchase option",
      "save_text": "",
      "display_type": 0,
      "is_recurring_subscription": "false",
      "subs": [
        {
          "packageid": 353388,
          "percent_savings_text": "",
          "percent_savings": 0,
          "option_text": "Fantasy Grounds - D&D Classics: Player's Handbook (2E) - 16,79€",
          "option_description": "",
          "can_get_free_license": "0",
          "is_free_license": false,
          "price_in_cents_with_discount": 1679
        }
      ]
    }
  ],
  "platforms": {
    "windows": true,
    "mac": true,
    "linux": false
  },
  "categories": [
    {
      "id": 1,
      "description": "Multi-player"
    },
    {
      "id": 9,
      "description": "Co-op"
    },
    {
      "id": 27,
      "description": "Cross-Platform Multiplayer"
    },
    {
      "id": 21,
      "description": "Downloadable Content"
    },
    {
      "id": 18,
      "description": "Partial Controller Support"
    }
  ],
  "genres": [
    {
      "id": "23",
      "description": "Indie"
    },
    {
      "id": "3",
      "description": "RPG"
    },
    {
      "id": "2",
      "description": "Strategy"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1057880/ss_e9971246e369b8cdd9cd04d678198374c0e7f0ff.600x338.jpg?t=1555520768",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1057880/ss_e9971246e369b8cdd9cd04d678198374c0e7f0ff.1920x1080.jpg?t=1555520768"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1057880/ss_d0aae2256eb8eb2566a5cd452f5fc86d062163c3.600x338.jpg?t=1555520768",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1057880/ss_d0aae2256eb8eb2566a5cd452f5fc86d062163c3.1920x1080.jpg?t=1555520768"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1057880/ss_db3e372b65638968de272d29278e8557a1feb07f.600x338.jpg?t=1555520768",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1057880/ss_db3e372b65638968de272d29278e8557a1feb07f.1920x1080.jpg?t=1555520768"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1057880/ss_d49d64a73a8d0f55edd4a3a464a9ac902d94d3a7.600x338.jpg?t=1555520768",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1057880/ss_d49d64a73a8d0f55edd4a3a464a9ac902d94d3a7.1920x1080.jpg?t=1555520768"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/1057880/ss_f9fb2d38806e8a4cafb1771be5b1bb841a7bcffe.600x338.jpg?t=1555520768",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/1057880/ss_f9fb2d38806e8a4cafb1771be5b1bb841a7bcffe.1920x1080.jpg?t=1555520768"
    }
  ],
  "achievements": {
    "total": 0
  },
  "release_date": {
    "coming_soon": false,
    "date": "16 Apr, 2019"
  },
  "support_info": {
    "url": "",
    "email": "support@fantasygrounds.com"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/1057880/page_bg_generated_v6b.jpg?t=1555520768",
  "content_descriptors": {
    "ids": [],
    "notes": null
  }
}
