{
  "type": "game",
  "name": "蝶生梦影-Butterfly dream shadow",
  "steam_appid": 856060,
  "required_age": 0,
  "is_free": false,
  "dlc": [
    1014700
  ],
  "detailed_description": "PS!!!:Do not buy the game before it is finished!!! In this game, I just changed the description and clicked publish as usual， I don't know why it became issue.T0T.<br><br>The game's internal music comes from——<br>dova-s jp<br>魔王魂<br>甘茶の音楽工房<br>音楽の卵<br>Pianos DauGe 管理者は DauGe（ダグ）です<br>「エデルホワイト」「white music hall」<br><br>〓Game Progress〓<br>✔Xu Yuanhao Route has been completed<br>✔The Suyuan Route has been completed<br>✔Yuan Jun's Route has been completed<br>✔The Baiweiya Route has been completed<br>×In the script written by Ye Chengxu's route (Chengxu  YE finished the story, a total of 11 chapters; At present, 7 chapters are updated. The rest of the chapter CG is not finished ... It is estimated that this month will be finished. It is recommended to play the WeiYa Bai chapter first.)<br>×Baiziqi route has done nothing for the time being<br><br><br>〓Introduction to the game〓<br>The player is a hapless person who died in a car accident on the way to the pre-marriage.<br>Fortunately, she was chosen by something called ‘system’, and as long as she completed the assigned task, she had the opportunity to resurrect.<br>&quot;Campus Little Sweetheart&quot; is the last mission world released by the system and is judged to be S-level difficulty.<br><br>As long as customs clearance can be revived, but failure will completely eliminate its existence.<br><br>The player, Mu Mu, will play a vicious villain here, constantly interfering with Bai Weiya's &quot;love&quot; and blocking the NP ending in the original plot.<br>Whenever she Raiders complete a male character's affection for Bai Weiya, the character can restore the original IQ and EQ, no longer the original role collapsed.<br>In the end, the game can be judged as long as it allows Bai Weiya to reach the judged 1V1 ending, or not with any male character.<br><br>Now, please pick up your own script, prepare all your routines, and take your acting skills to the limit.<br><br>〓 Game Features〓<br>There is a total of six Raiders in existence, and you can also attack the world's female lord, Bai Weiya.<br>♢ The game adopts a section clearance system. Divide the Raiders into four groups. Only after completing the previous set of raiders can you attack the other groups. Each set of plots is totally different! Interrelated.<br>♢The game uses the same timeline, but different characters behave differently in the timeline, and the player can see different information about the time period along with the Raiders.<br>♢The whole game is expected to have between 800,000 and 1 million words, but the plot is full of sense.<br>♢ Game built-in achievement system. Once the player has a character, he can find the character's achievement map in the menu bar. The achievement map is the dream that it is most eager but can't achieve.<br><br>〓 Game character 〓<br>■Yuanhao Xu —Campus Little Sweetheart World School Grass<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/856060/extras/徐元皓.png?t=1555337058\" ><br>(When housekeeper Zhang is still alive, the last two calls)<br>▶ Yuanhao Xu was a child: Why didn’t you tell me when I sneaked away? !<br>▶ housekeeper Zhang: Young Master, I am still old. You know, there are a lot of things that can't be done at the age, and you can't do it.<br>▶ housekeeper Zhang: I am thinking about telling you, but I am afraid that you will not accept it. So in the end, I decided to take advantage of you first.<br>▶ Yuanhao Xu was a child:...So can you sneak away? And without my permission, no one will let you do the work. You just have to stay by my side.<br>▶ Yuanhao Xu was a child: What do you want, thirsty, I will send you a gift. As long as I said, they dare not listen.<br>▶ housekeeper Zhang: Master will be unhappy.<br>▶ Yuanhao Xu was a child:... then I deducted from my pocket money and used my pocket money to pay you a salary. I will talk to my father. And so--<br>▶ Yuanhao Xu was a child: Are you coming back? I am used to staying with me. Others, I can't adapt.<br>The short silence on the phone made Xu Yuanzhang squeeze the phone.<br>▶ Yuanhao Xu was a child: :When I was a child: housekeeper Zhang, are you still there?<br>▶ housekeeper Zhang: I was only touched by the words of the young master.<br>▶ Yuanhao Xu was a child:moved? What did I say if I touched it?<br>▶ housekeeper Zhang: Young Master, even if you say this, I can't come back.<br><br>(on the way back from the grandmother’s funeral)<br>▶ Yuanhao Xu was a child: crying? Why are you crying? I have never seen my grandmother many times.<br>▶ Carlo: but after all, she is a young master and your grandmother.<br>▶ Yuanhao Xu was a child: What about it? Why did housekeeper Zhang, who stayed with me for the longest time passed away, I can’t be sad for it, but I want to cry for someone who has only seen a few faces?<br>▶ Yuanhao Xu was a child: just because she and I have a blood relationship, I am going to cry, will you be sad?<br><br>■Jun Yuan——Former Qian Mu’s ex-boyfriend<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/856060/extras/袁俊.png?t=1555337058\" ><br>(by the lakeside)<br>▶Jun Yuan: Actually, from the first sight of you, I reminded me of my past. You tell me, how do I like you? How do you like the past yourself?<br>▶Jun Yuan: Hey Mu, I will never love you. Because, I need more than love.<br>▶Jun Yuan: What I need more is a home. With a bright sun, a warm home.<br>▶Jun Yuan: This is something you and I have never owned. How could it be achieved?<br>▶Jun Yuan: I love Bai Weiya. Because she is confident in the sun, it is the real sun. I just pretended to be out, how can I compare it with the real.<br>▶Jun Yuan: I am Yuan Jun, it will not be your sun. I can't really illuminate your world, because... I am also in the dark.<br><br>(in the woods)<br>▶Jun Yuan: Recently, I was thinking. what do you want to see?<br>▶Jun Yuan: I want to see that I tear open the most primitive mask and reveal the fragile look.<br>▶Jun Yuan: Then you can comfort yourself, so that we will be together?<br>▶mu Mu: No... not like this.<br>▶Jun Yuan: I tell you, don't waste your time. People who don't like it just don't like it. Forever - I don't like it.<br><br>■ Yuan Su- computer master<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/856060/extras/苏源.png?t=1555337058\" ><br>(outside the hospital)<br>▶ Yuan Su: Where have you been today?<br>▶mu Mu: I... I went to school.<br>▶ Yuan Su: How is it wet? What happened to you?<br>▶mu Mu: Well... leave me alone.<br>I took his hand and passed him by.<br>▶ Yuan Su: Do you know that I have been looking for you for a long time.<br>He looked at my back but didn't see me turning back. Can't help but ask.<br>▶ Yuan Su: We... are you really friends?<br>▶ Yuan Su: Is it too easy to get, and it will never be cherished. Only hard-won things. Talents feel precious?<br>▶ Yuan Su: I thought we were friends. But forget, friends are always better than lover.<br><br>■Weiya Bai - the campus sweetheart female host<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/856060/extras/白薇娅.png?t=1555337058\" ><br>(school warehouse)<br>▶Weiya Bai : It is a mouse-like guy who is obviously a sewer, but always squats in front of me.<br>▶mu Mu: Hello. Comparing me to a mouse, am I so bad?<br>▶Weiya Bai : People like you - it would be better to die.<br>▶mu Mu:......<br>I don't know what it is like at the moment, so I forgot to leave.<br>I walked over to her and half squatted in front of her.<br>▶Mu Mu: Even if it is surrounded by a damp and dark environment, you may never see the sun every day.<br>I lifted Bai Weiya's chin with my hand and asked her to look at me.<br>▶mu Mu: But as long as you are alive. As long as you live, it doesn't matter if you work harder. What if there is no sun? Why do you have to think about how good you are.<br>▶mu Mu: I think people who live like this will not be happy or unhappy? That's right! It’s true that you have to say it!<br>▶mu Mu: But even a little Xiaohui, a small memory, is the reason to live.<br>▶mu Mu: Maybe one day, or an occasional day. The rats in the sewer will eat delicious food. It may also encounter like companions and favorite objects.<br>▶mu Mu: All the hard work can endure in these short moments and occasional days!<br>▶mu Mu: How can you know how to be a big lady like you? Even if happiness comes very short, it is the day when the candlelight in the darkness will go out sooner or later.<br>▶Mu Mu: But at least warming yourself is an important memory. Even if it is just an unknown mouse, it is a scourge.<br>▶Mu Mu: But there are also happy times that belong to it.<br>Bai Weiya's original eyes without gods gradually condensed and looked at me.<br>▶mu Mu: Miss Bai Da. You are so beautiful, you are so beautiful, you are so high and pure. You tell me--<br>▶Mu Mu: Are you happy?<br>▶Weiya Bai :...<br><br>■ Ye Chengxu - the official sweetheart of the campus<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/856060/extras/叶承旭.png?t=1555337058\" ><br>(back lane)<br>▶mu Mu: What are you laughing at?<br>▶Weiya Bai : Why don't you turn around and see?<br>I picked my eyebrows. Turned around without much thought. When you look at the moments in front of your eyes, everything solidifies. Including the original calm smile.<br>Chengxu Ye stood there. I don't know when it started, just like this, looking at me with no expression.<br>......<br>▶ Chengxu Ye : I know that I am a very boring man. Monotonous is tedious, and I know work all day long. This kind of me, even if gentle, will make people tired sooner or later.<br>▶ Chengxu Ye : But I just want to protect this home.<br>▶ Chengxu Ye : I want to work hard to make money and make my family better. Let your family not be so tired, and so hard.<br>▶ Chengxu Ye : When I become stronger, people behind me can get up. In this way, I am tired and bitter, I don't care.<br>▶ Chengxu Ye : But I didn't think I was just a tool for you to win.<br>Ye Chengxu laughed at himself.<br>▶ Chengxu Ye : I finally understand why I am sure that I will marry you. You always let me go to work.<br>▶ Chengxu Ye : When I want to try to like you, weigh you and work. You feel that all this is a burden. You just want to retaliate and attack others.<br>▶ Chengxu Ye : So... what am I?<br>Ye Chengxu looked straight into my eyes, but I didn't dare to look at him.<br>▶ Chengxu Ye : I am really, I want to be with you forever - always together.<br>▶ Chengxu Ye : But, you made it a once. It became a joke.<br>Said Ye Chengxu striding forward. He took off his shirt and covered it on my head. The soft touch of the clothes falling down is the gentleness that I dare not recall, and the heavyness of my mood.<br>Breathing, but also stopped.<br>▶ Chengxu Ye : Anyway, you will not be rare for the rest of my life. So don't go over it.<br><br>■White Ziqi - this is the final BOSS, Bai Weiya's brother<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/856060/extras/白子奇.png ?t=1555337058\" ><br>(In the woods)<br>▶ ziqi Bai: No one will ask for a good return for no reason, so your purpose is not to let me like you to be caught by you as a child.<br>▶ ziqi Bai: I tell you, the Shaolin wants to eat swan meat. Don't do that dream without the wings.<br>▶mu Mu: Mr. Bai Ziqi with wings. You compare yourself to a farm animal, why are you dragging me?<br>(on the top of the building)<br>▶ ziqi Bai: Some people say that life is like white paper, what kind of environment will give it color.<br>▶ ziqi Bai: But I think it is just a piece of grass. Because once it is stained, it can only be washed into the toilet, just like grass.<br>▶ ziqi Bai: How many indifferent people there are in a cold and indifferent society, not rushing into the toilet will only pollute others. So do you say that there is more paper or more white paper?<br>▶mu Mu:......I don’t want to answer your question, you have the most ideas...<br><br>〓 Production related 〓<br>※This game is completed by Xiaojinbao alone, and the materials are all available in commercial materials (see below):<br><br>▼ Game Engine<br>∷the_nvl_maker<br><br>▼ Game background <br>∷pixabay<br>∷ㄣStyle Chau<br>∷MoonWind moonwind pw<br><br>▼ Game Music<br>∷dova-s jp<br>∷魔王魂<br>∷甘茶の音楽工房<br>∷音楽の卵<br>∷Pianos DauGe 管理者は DauGe（ダグ）です<br>∷&quot;エデルホワイト&quot;&quot;white music hall&quot;<br><br>▼game sound effects <br>∷小森平<br><br>▼ Game Script<br>∷小金宝贝<br><br>▼ Game Production<br>∷小金宝贝<br><br>▼ Procedural assistance<br>∷紫御_幽幽<br>(Thank you very much, Teacher Zi! Otherwise, I don’t even know how to get the game access, I’ve been very grateful!!!)<br><br>▼ Game UI<br>∷小金宝贝<br>∷小云<br><br>▼ game vertical painting<br>∷小金宝贝<br>∷xr<br><br>▼ Game CG<br>∷小金宝贝<br><br>▼ Game cover word modeling<br>∷ eat goods for a lifetime push i<br><br>▼ Game Fonts<br>∷ Li Lin Gothic simplified Chinese character library (purchased from the author authorized the game)<br>∷Siyuan font<br>∷Blackbody<br>∷宋体<br><br>(※There may be some supplements in the production of this column. But thank you very much for helping me and the commercial OTZ website, otherwise the game may not have a Steam day. Thank you very much!)",
  "about_the_game": "PS!!!:Do not buy the game before it is finished!!! In this game, I just changed the description and clicked publish as usual， I don't know why it became issue.T0T.<br><br>The game's internal music comes from——<br>dova-s jp<br>魔王魂<br>甘茶の音楽工房<br>音楽の卵<br>Pianos DauGe 管理者は DauGe（ダグ）です<br>「エデルホワイト」「white music hall」<br><br>〓Game Progress〓<br>✔Xu Yuanhao Route has been completed<br>✔The Suyuan Route has been completed<br>✔Yuan Jun's Route has been completed<br>✔The Baiweiya Route has been completed<br>×In the script written by Ye Chengxu's route (Chengxu  YE finished the story, a total of 11 chapters; At present, 7 chapters are updated. The rest of the chapter CG is not finished ... It is estimated that this month will be finished. It is recommended to play the WeiYa Bai chapter first.)<br>×Baiziqi route has done nothing for the time being<br><br><br>〓Introduction to the game〓<br>The player is a hapless person who died in a car accident on the way to the pre-marriage.<br>Fortunately, she was chosen by something called ‘system’, and as long as she completed the assigned task, she had the opportunity to resurrect.<br>&quot;Campus Little Sweetheart&quot; is the last mission world released by the system and is judged to be S-level difficulty.<br><br>As long as customs clearance can be revived, but failure will completely eliminate its existence.<br><br>The player, Mu Mu, will play a vicious villain here, constantly interfering with Bai Weiya's &quot;love&quot; and blocking the NP ending in the original plot.<br>Whenever she Raiders complete a male character's affection for Bai Weiya, the character can restore the original IQ and EQ, no longer the original role collapsed.<br>In the end, the game can be judged as long as it allows Bai Weiya to reach the judged 1V1 ending, or not with any male character.<br><br>Now, please pick up your own script, prepare all your routines, and take your acting skills to the limit.<br><br>〓 Game Features〓<br>There is a total of six Raiders in existence, and you can also attack the world's female lord, Bai Weiya.<br>♢ The game adopts a section clearance system. Divide the Raiders into four groups. Only after completing the previous set of raiders can you attack the other groups. Each set of plots is totally different! Interrelated.<br>♢The game uses the same timeline, but different characters behave differently in the timeline, and the player can see different information about the time period along with the Raiders.<br>♢The whole game is expected to have between 800,000 and 1 million words, but the plot is full of sense.<br>♢ Game built-in achievement system. Once the player has a character, he can find the character's achievement map in the menu bar. The achievement map is the dream that it is most eager but can't achieve.<br><br>〓 Game character 〓<br>■Yuanhao Xu —Campus Little Sweetheart World School Grass<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/856060/extras/徐元皓.png?t=1555337058\" ><br>(When housekeeper Zhang is still alive, the last two calls)<br>▶ Yuanhao Xu was a child: Why didn’t you tell me when I sneaked away? !<br>▶ housekeeper Zhang: Young Master, I am still old. You know, there are a lot of things that can't be done at the age, and you can't do it.<br>▶ housekeeper Zhang: I am thinking about telling you, but I am afraid that you will not accept it. So in the end, I decided to take advantage of you first.<br>▶ Yuanhao Xu was a child:...So can you sneak away? And without my permission, no one will let you do the work. You just have to stay by my side.<br>▶ Yuanhao Xu was a child: What do you want, thirsty, I will send you a gift. As long as I said, they dare not listen.<br>▶ housekeeper Zhang: Master will be unhappy.<br>▶ Yuanhao Xu was a child:... then I deducted from my pocket money and used my pocket money to pay you a salary. I will talk to my father. And so--<br>▶ Yuanhao Xu was a child: Are you coming back? I am used to staying with me. Others, I can't adapt.<br>The short silence on the phone made Xu Yuanzhang squeeze the phone.<br>▶ Yuanhao Xu was a child: :When I was a child: housekeeper Zhang, are you still there?<br>▶ housekeeper Zhang: I was only touched by the words of the young master.<br>▶ Yuanhao Xu was a child:moved? What did I say if I touched it?<br>▶ housekeeper Zhang: Young Master, even if you say this, I can't come back.<br><br>(on the way back from the grandmother’s funeral)<br>▶ Yuanhao Xu was a child: crying? Why are you crying? I have never seen my grandmother many times.<br>▶ Carlo: but after all, she is a young master and your grandmother.<br>▶ Yuanhao Xu was a child: What about it? Why did housekeeper Zhang, who stayed with me for the longest time passed away, I can’t be sad for it, but I want to cry for someone who has only seen a few faces?<br>▶ Yuanhao Xu was a child: just because she and I have a blood relationship, I am going to cry, will you be sad?<br><br>■Jun Yuan——Former Qian Mu’s ex-boyfriend<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/856060/extras/袁俊.png?t=1555337058\" ><br>(by the lakeside)<br>▶Jun Yuan: Actually, from the first sight of you, I reminded me of my past. You tell me, how do I like you? How do you like the past yourself?<br>▶Jun Yuan: Hey Mu, I will never love you. Because, I need more than love.<br>▶Jun Yuan: What I need more is a home. With a bright sun, a warm home.<br>▶Jun Yuan: This is something you and I have never owned. How could it be achieved?<br>▶Jun Yuan: I love Bai Weiya. Because she is confident in the sun, it is the real sun. I just pretended to be out, how can I compare it with the real.<br>▶Jun Yuan: I am Yuan Jun, it will not be your sun. I can't really illuminate your world, because... I am also in the dark.<br><br>(in the woods)<br>▶Jun Yuan: Recently, I was thinking. what do you want to see?<br>▶Jun Yuan: I want to see that I tear open the most primitive mask and reveal the fragile look.<br>▶Jun Yuan: Then you can comfort yourself, so that we will be together?<br>▶mu Mu: No... not like this.<br>▶Jun Yuan: I tell you, don't waste your time. People who don't like it just don't like it. Forever - I don't like it.<br><br>■ Yuan Su- computer master<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/856060/extras/苏源.png?t=1555337058\" ><br>(outside the hospital)<br>▶ Yuan Su: Where have you been today?<br>▶mu Mu: I... I went to school.<br>▶ Yuan Su: How is it wet? What happened to you?<br>▶mu Mu: Well... leave me alone.<br>I took his hand and passed him by.<br>▶ Yuan Su: Do you know that I have been looking for you for a long time.<br>He looked at my back but didn't see me turning back. Can't help but ask.<br>▶ Yuan Su: We... are you really friends?<br>▶ Yuan Su: Is it too easy to get, and it will never be cherished. Only hard-won things. Talents feel precious?<br>▶ Yuan Su: I thought we were friends. But forget, friends are always better than lover.<br><br>■Weiya Bai - the campus sweetheart female host<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/856060/extras/白薇娅.png?t=1555337058\" ><br>(school warehouse)<br>▶Weiya Bai : It is a mouse-like guy who is obviously a sewer, but always squats in front of me.<br>▶mu Mu: Hello. Comparing me to a mouse, am I so bad?<br>▶Weiya Bai : People like you - it would be better to die.<br>▶mu Mu:......<br>I don't know what it is like at the moment, so I forgot to leave.<br>I walked over to her and half squatted in front of her.<br>▶Mu Mu: Even if it is surrounded by a damp and dark environment, you may never see the sun every day.<br>I lifted Bai Weiya's chin with my hand and asked her to look at me.<br>▶mu Mu: But as long as you are alive. As long as you live, it doesn't matter if you work harder. What if there is no sun? Why do you have to think about how good you are.<br>▶mu Mu: I think people who live like this will not be happy or unhappy? That's right! It’s true that you have to say it!<br>▶mu Mu: But even a little Xiaohui, a small memory, is the reason to live.<br>▶mu Mu: Maybe one day, or an occasional day. The rats in the sewer will eat delicious food. It may also encounter like companions and favorite objects.<br>▶mu Mu: All the hard work can endure in these short moments and occasional days!<br>▶mu Mu: How can you know how to be a big lady like you? Even if happiness comes very short, it is the day when the candlelight in the darkness will go out sooner or later.<br>▶Mu Mu: But at least warming yourself is an important memory. Even if it is just an unknown mouse, it is a scourge.<br>▶Mu Mu: But there are also happy times that belong to it.<br>Bai Weiya's original eyes without gods gradually condensed and looked at me.<br>▶mu Mu: Miss Bai Da. You are so beautiful, you are so beautiful, you are so high and pure. You tell me--<br>▶Mu Mu: Are you happy?<br>▶Weiya Bai :...<br><br>■ Ye Chengxu - the official sweetheart of the campus<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/856060/extras/叶承旭.png?t=1555337058\" ><br>(back lane)<br>▶mu Mu: What are you laughing at?<br>▶Weiya Bai : Why don't you turn around and see?<br>I picked my eyebrows. Turned around without much thought. When you look at the moments in front of your eyes, everything solidifies. Including the original calm smile.<br>Chengxu Ye stood there. I don't know when it started, just like this, looking at me with no expression.<br>......<br>▶ Chengxu Ye : I know that I am a very boring man. Monotonous is tedious, and I know work all day long. This kind of me, even if gentle, will make people tired sooner or later.<br>▶ Chengxu Ye : But I just want to protect this home.<br>▶ Chengxu Ye : I want to work hard to make money and make my family better. Let your family not be so tired, and so hard.<br>▶ Chengxu Ye : When I become stronger, people behind me can get up. In this way, I am tired and bitter, I don't care.<br>▶ Chengxu Ye : But I didn't think I was just a tool for you to win.<br>Ye Chengxu laughed at himself.<br>▶ Chengxu Ye : I finally understand why I am sure that I will marry you. You always let me go to work.<br>▶ Chengxu Ye : When I want to try to like you, weigh you and work. You feel that all this is a burden. You just want to retaliate and attack others.<br>▶ Chengxu Ye : So... what am I?<br>Ye Chengxu looked straight into my eyes, but I didn't dare to look at him.<br>▶ Chengxu Ye : I am really, I want to be with you forever - always together.<br>▶ Chengxu Ye : But, you made it a once. It became a joke.<br>Said Ye Chengxu striding forward. He took off his shirt and covered it on my head. The soft touch of the clothes falling down is the gentleness that I dare not recall, and the heavyness of my mood.<br>Breathing, but also stopped.<br>▶ Chengxu Ye : Anyway, you will not be rare for the rest of my life. So don't go over it.<br><br>■White Ziqi - this is the final BOSS, Bai Weiya's brother<br><img src=\"https://steamcdn-a.akamaihd.net/steam/apps/856060/extras/白子奇.png ?t=1555337058\" ><br>(In the woods)<br>▶ ziqi Bai: No one will ask for a good return for no reason, so your purpose is not to let me like you to be caught by you as a child.<br>▶ ziqi Bai: I tell you, the Shaolin wants to eat swan meat. Don't do that dream without the wings.<br>▶mu Mu: Mr. Bai Ziqi with wings. You compare yourself to a farm animal, why are you dragging me?<br>(on the top of the building)<br>▶ ziqi Bai: Some people say that life is like white paper, what kind of environment will give it color.<br>▶ ziqi Bai: But I think it is just a piece of grass. Because once it is stained, it can only be washed into the toilet, just like grass.<br>▶ ziqi Bai: How many indifferent people there are in a cold and indifferent society, not rushing into the toilet will only pollute others. So do you say that there is more paper or more white paper?<br>▶mu Mu:......I don’t want to answer your question, you have the most ideas...<br><br>〓 Production related 〓<br>※This game is completed by Xiaojinbao alone, and the materials are all available in commercial materials (see below):<br><br>▼ Game Engine<br>∷the_nvl_maker<br><br>▼ Game background <br>∷pixabay<br>∷ㄣStyle Chau<br>∷MoonWind moonwind pw<br><br>▼ Game Music<br>∷dova-s jp<br>∷魔王魂<br>∷甘茶の音楽工房<br>∷音楽の卵<br>∷Pianos DauGe 管理者は DauGe（ダグ）です<br>∷&quot;エデルホワイト&quot;&quot;white music hall&quot;<br><br>▼game sound effects <br>∷小森平<br><br>▼ Game Script<br>∷小金宝贝<br><br>▼ Game Production<br>∷小金宝贝<br><br>▼ Procedural assistance<br>∷紫御_幽幽<br>(Thank you very much, Teacher Zi! Otherwise, I don’t even know how to get the game access, I’ve been very grateful!!!)<br><br>▼ Game UI<br>∷小金宝贝<br>∷小云<br><br>▼ game vertical painting<br>∷小金宝贝<br>∷xr<br><br>▼ Game CG<br>∷小金宝贝<br><br>▼ Game cover word modeling<br>∷ eat goods for a lifetime push i<br><br>▼ Game Fonts<br>∷ Li Lin Gothic simplified Chinese character library (purchased from the author authorized the game)<br>∷Siyuan font<br>∷Blackbody<br>∷宋体<br><br>(※There may be some supplements in the production of this column. But thank you very much for helping me and the commercial OTZ website, otherwise the game may not have a Steam day. Thank you very much!)",
  "short_description": "Player Sui Mu is an egg that was killed in an accident on the way to his predecessor's wedding. But fortunately, she was selected by the West as a 'system'. As long as she completes the designated mission, she can have an opportunity to regenerate.",
  "supported_languages": "Simplified Chinese",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/856060/header.jpg?t=1555337058",
  "website": null,
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 2000/XP/7/10/Vista<br></li><li><strong>Processor:</strong> <br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> 128 MB显存<br></li><li><strong>Storage:</strong> 2 GB available space</li></ul>"
  },
  "mac_requirements": [],
  "linux_requirements": [],
  "developers": [
    "小金宝贝"
  ],
  "publishers": [
    "小金宝贝"
  ],
  "price_overview": {
    "currency": "EUR",
    "initial": 239,
    "final": 239,
    "discount_percent": 0,
    "initial_formatted": "",
    "final_formatted": "2,39€"
  },
  "packages": [
    269141
  ],
  "package_groups": [
    {
      "name": "default",
      "title": "Buy 蝶生梦影-Butterfly dream shadow",
      "description": "",
      "selection_text": "Select a purchase option",
      "save_text": "",
      "display_type": 0,
      "is_recurring_subscription": "false",
      "subs": [
        {
          "packageid": 269141,
          "percent_savings_text": "",
          "percent_savings": 0,
          "option_text": "蝶生梦影-Butterfly dream shadow - 2,39€",
          "option_description": "",
          "can_get_free_license": "0",
          "is_free_license": false,
          "price_in_cents_with_discount": 239
        }
      ]
    }
  ],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    },
    {
      "id": 22,
      "description": "Steam Achievements"
    }
  ],
  "genres": [
    {
      "id": "4",
      "description": "Casual"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_5cbf40a4d7d9adb9d56be72637411c44ff77c8b3.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_5cbf40a4d7d9adb9d56be72637411c44ff77c8b3.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_7f5d2d7be18e3e23d0202340b017b2b10ae8af09.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_7f5d2d7be18e3e23d0202340b017b2b10ae8af09.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_2d560bf0275802ca680172acaed78afb186c41ea.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_2d560bf0275802ca680172acaed78afb186c41ea.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_cdf2d96468f1f1daf0e1fa4b670afebab6ffec26.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_cdf2d96468f1f1daf0e1fa4b670afebab6ffec26.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_8b03e8b2b4c74b0a1535845e8596cefc2872886b.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_8b03e8b2b4c74b0a1535845e8596cefc2872886b.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 5,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_ea9f817c30aea14b4612f66a96517fb724e6de38.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_ea9f817c30aea14b4612f66a96517fb724e6de38.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 6,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_0311e32746d5d20b3857198f9d4366e9d8ea55d4.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_0311e32746d5d20b3857198f9d4366e9d8ea55d4.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 7,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_4538bfd2d028aa509c3f3da712c94c1d1bd8d03d.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_4538bfd2d028aa509c3f3da712c94c1d1bd8d03d.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 8,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_e80110abfc48880b03b73798d8dd460b9e50c21d.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_e80110abfc48880b03b73798d8dd460b9e50c21d.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 9,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_307093924ad341570f8f5ba910b67be8eaca4145.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_307093924ad341570f8f5ba910b67be8eaca4145.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 10,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_ec908b22752cc893cd614e22862b3e950bdd50b7.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_ec908b22752cc893cd614e22862b3e950bdd50b7.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 11,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_289720797d65c36dcd57d3468ea33572ae6f2a7c.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_289720797d65c36dcd57d3468ea33572ae6f2a7c.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 12,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_6d41c4fb1d63a3b1631d94135c2de6714da43037.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_6d41c4fb1d63a3b1631d94135c2de6714da43037.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 13,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_5e9eacc43e44caa8ae6c8d9f63cac7f1b7b29e16.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_5e9eacc43e44caa8ae6c8d9f63cac7f1b7b29e16.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 14,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_203227e3ede569af9cf92ba535cff4de0ec557ef.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_203227e3ede569af9cf92ba535cff4de0ec557ef.1920x1080.jpg?t=1555337058"
    },
    {
      "id": 15,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_c5d73adb7fecf3acffd426f62e9a1f1246848f1e.600x338.jpg?t=1555337058",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/856060/ss_c5d73adb7fecf3acffd426f62e9a1f1246848f1e.1920x1080.jpg?t=1555337058"
    }
  ],
  "movies": [
    {
      "id": 256728479,
      "name": "蝶生梦影宣传片",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256728479/movie.293x165.jpg?t=1547286165",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256728479/movie480.webm?t=1547286165",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256728479/movie_max.webm?t=1547286165"
      },
      "highlight": true
    },
    {
      "id": 256743975,
      "name": "1",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256743975/movie.293x165.jpg?t=1551277936",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256743975/movie480.webm?t=1551277936",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256743975/movie_max.webm?t=1551277936"
      },
      "highlight": true
    },
    {
      "id": 256744097,
      "name": "2",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256744097/movie.293x165.jpg?t=1551277944",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256744097/movie480.webm?t=1551277944",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256744097/movie_max.webm?t=1551277944"
      },
      "highlight": true
    }
  ],
  "achievements": {
    "total": 7,
    "highlighted": [
      {
        "name": "Mr. Xu",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/856060/24a7c1c482039c94bbb7cd4d141f8036b43187b5.jpg"
      },
      {
        "name": "big baby",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/856060/115d049539ae5ee131f6dda5facafeee8cea0412.jpg"
      },
      {
        "name": "Little Tiger",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/856060/498aaa8769f33c5be494ffeecd45a4d62d90b273.jpg"
      },
      {
        "name": "Husband",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/856060/62a9a75e73c98b8a84682664eeda31e87cc5dee6.jpg"
      },
      {
        "name": "Sweetheart",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/856060/52292e6cfb2adb2a18391a109f7f1e1747e54f1a.jpg"
      },
      {
        "name": "Butterfly dream shadow",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/856060/8e46b6c9fa9567b7cbe63c75ebbdecb3b0ecae44.jpg"
      },
      {
        "name": "Turtle cute",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/856060/3f3caf0babd08f1d6ca7b7f8bf60625399eb9d11.jpg"
      }
    ]
  },
  "release_date": {
    "coming_soon": false,
    "date": "2 Feb, 2019"
  },
  "support_info": {
    "url": "",
    "email": "82511958@qq.com"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/856060/page_bg_generated_v6b.jpg?t=1555337058",
  "content_descriptors": {
    "ids": [],
    "notes": null
  }
}
