{
  "type": "game",
  "name": "Mini World: Block Art",
  "steam_appid": 814480,
  "required_age": 0,
  "is_free": false,
  "detailed_description": "Mini World is a 3D free-to-play sandbox game about exploration, creativity, and start an epic adventure with your friends. There are no levels or restrictions, but only the freedom of your creation. The easy-to-join multiplayer settings allow you to connect via PC and phones anywhere at any time. In our game, you can build a house, an apartment, a castle, or even a city. The sky is the limit. You can also explore the underworld and challenge the Dark-Dragon with your friends.<br />\r\n<br />\r\nIn addition to Survival Mode, you can download and play some fun mini-games made by other players. There are various types of mini-games, like parkour, puzzle, FPS, or strategy. Of course, these games are fun if you play with your friends!<br />\r\n<br />\r\nMini World is a great platform. With hundreds of blocks to choose from and over 1000 ingame items to play with, you can express yourself in the world anyway you like! <br />\r\n<br />\r\n<br />\r\nKey Features:<br />\r\n<br />\r\n1 Enormous Sandbox World – explore an expansive sandbox world with a variety of unique cute monsters, blocks, materials, and mines.<br />\r\n2 Unique game - Unique game engine with cute game character design<br />\r\n3 Single Player and Multiplayer – jump into a friend's game with friendly fire turned on, or start a new world on your own. Share your game with other players, or join other players from all over the world in theirs.<br />\r\n4 Gallery - You can upload or download the works at the Gallery, have a look at the hottest MOD map，game map or others’ work.<br />\r\n5 Game mode – Survival mode, Creation mode or mini games created by other players, you can enjoy the charm of this game anywhere at any time.<br />\r\n6 Powerful game-editor - There are various types of mini-games, spanning from parkour, to puzzle, to FPS, to strategy, etc... all can be made by the ingame-editor<br />\r\n<br />\r\nPermissions of Phones are required to run the game.<br />\r\n<br />\r\nDevice ID &amp; call, Phone information-----To identify your accounts and log-in info<br />\r\nWi-Fi connection information---- To connect game through Wi-Fi or hotspot<br />\r\nPhotos/Media/Files---- To save and delete maps as well as game thumbnails<br />\r\nStorage------------------------To be able to save and delete maps",
  "about_the_game": "Mini World is a 3D free-to-play sandbox game about exploration, creativity, and start an epic adventure with your friends. There are no levels or restrictions, but only the freedom of your creation. The easy-to-join multiplayer settings allow you to connect via PC and phones anywhere at any time. In our game, you can build a house, an apartment, a castle, or even a city. The sky is the limit. You can also explore the underworld and challenge the Dark-Dragon with your friends.<br />\r\n<br />\r\nIn addition to Survival Mode, you can download and play some fun mini-games made by other players. There are various types of mini-games, like parkour, puzzle, FPS, or strategy. Of course, these games are fun if you play with your friends!<br />\r\n<br />\r\nMini World is a great platform. With hundreds of blocks to choose from and over 1000 ingame items to play with, you can express yourself in the world anyway you like! <br />\r\n<br />\r\n<br />\r\nKey Features:<br />\r\n<br />\r\n1 Enormous Sandbox World – explore an expansive sandbox world with a variety of unique cute monsters, blocks, materials, and mines.<br />\r\n2 Unique game - Unique game engine with cute game character design<br />\r\n3 Single Player and Multiplayer – jump into a friend's game with friendly fire turned on, or start a new world on your own. Share your game with other players, or join other players from all over the world in theirs.<br />\r\n4 Gallery - You can upload or download the works at the Gallery, have a look at the hottest MOD map，game map or others’ work.<br />\r\n5 Game mode – Survival mode, Creation mode or mini games created by other players, you can enjoy the charm of this game anywhere at any time.<br />\r\n6 Powerful game-editor - There are various types of mini-games, spanning from parkour, to puzzle, to FPS, to strategy, etc... all can be made by the ingame-editor<br />\r\n<br />\r\nPermissions of Phones are required to run the game.<br />\r\n<br />\r\nDevice ID &amp; call, Phone information-----To identify your accounts and log-in info<br />\r\nWi-Fi connection information---- To connect game through Wi-Fi or hotspot<br />\r\nPhotos/Media/Files---- To save and delete maps as well as game thumbnails<br />\r\nStorage------------------------To be able to save and delete maps",
  "short_description": "A whole brand new sandbox game platform---Visualize your Imagination",
  "supported_languages": "English<strong>*</strong>, French, Spanish, Japanese, Thai, Simplified Chinese, Traditional Chinese, Portuguese<br><strong>*</strong>languages with full audio support",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/814480/header.jpg?t=1523618525",
  "website": "http://en.mini1.cn/",
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> WinXP/2003/Vista/7<br></li><li><strong>Processor:</strong> Intel(R) P4/PE dual-core<br></li><li><strong>Memory:</strong> 1 GB RAM<br></li><li><strong>Graphics:</strong> Intel Integrated Graphics<br></li><li><strong>DirectX:</strong> Version 9.0<br></li><li><strong>Network:</strong> Broadband Internet connection<br></li><li><strong>Storage:</strong> 500 MB available space</li></ul>"
  },
  "mac_requirements": [],
  "linux_requirements": [],
  "legal_notice": "Miniwantech respects your privacy and is committed to protecting it through our compliance with this Privacy Policy (the “Privacy Policy”). Accordingly, this Privacy Policy is provided to explain our practices regarding the collection, use and disclosure of information that we receive when you use our Services (as defined in our Terms of Service (the “Terms of Service”), accessible at http://www.mini1.cn/privacypolicy). By using our Services or registering an Account, you hereby agree to this Privacy Policy. Miniwantech reserves the right to modify this Privacy Policy, in our sole discretion, at any time for any reason. This Privacy Policy applies only to those websites, services, and applications included within our “Services” and doesn’t apply to any third-party websites, services or applications, even if they are accessible through our Services. Also, please note that, unless we define a term in this Privacy Policy, all capitalized words used in this Privacy Policy have the same meanings as in our Terms of Service.<br />\r\nHOW DO WE COLLECT INFORMATION?<br />\r\nOur primary goals in collecting information are to provide and improve our Services, to administer use of the Services (including your Account, if you are an Account holder) and to provide you with an enjoyable use of our Services.<br />\r\nINFORMATION YOU PROVIDE<br />\r\nAccount Information<br />\r\nWhen you create an Account we’ll collect certain information that can be used to identify you, such as your first name, surname, and email address (“Personally Identifiable Information” or “PII”). We may also collect certain information that is not PII because it cannot be used by itself to identify you, such as your country of residence. We may request additional information in the course of your use of the Services.<br />\r\nCommunity Participation<br />\r\nWhen you use the Services to communicate with other users, whether by public forum posting, “personal message,” in-game chat or other communication features available in the Games or community areas of our Site, such communications are transmitted and stored by us. These communications are considered public and there is no expectation of privacy. We may monitor such communications and, by using the communication services in our Games and/or community areas of our Site, you are indicating that you agree to such monitoring.<br />\r\nNote Regarding International Users<br />\r\nYour PII may be transferred to, and maintained on, computers located in the United States. By providing us with your information, you are accepting and agreeing to that transfer.<br />\r\nNOTE REGARDING CHILDREN<br />\r\nOur Services are not directed to children under 13 and we do not knowingly collect PII from children under 13. If we learn that we have collected PII of a child under 13, we will take steps to delete such information from our files as soon as reasonably possible.<br />\r\nINFORMATION WE COLLECT<br />\r\nInformation Collected Using Cookies<br />\r\nWe collect certain information through the use of “cookies,” which are small text files that are saved by your browser when you access our Services via the Site. We may use both session cookies and persistent cookies to identify that you’ve logged in to the Services and to tell us how and when you interact with our Services. We may also use cookies to monitor aggregate usage and web traffic routing on our Services in order to customize and improve our Services. Unlike persistent cookies, session cookies are deleted when you log off from the Services and close your browser. Although most browsers automatically accept cookies, you can change your browser options to stop automatically accepting cookies or to prompt you before accepting cookies. Please note, however, that if you don’t accept cookies, you may not be able to access all portions or features of the Services. Some third-party service providers that we engage (including third-party advertisers) may also place their own cookies on your browser. Note that this Privacy Policy covers only our use of cookies and does not include use of cookies by such third parties.<br />\r\nInformation Related to Use of the Services<br />\r\nOur servers automatically record certain information about how a person uses our Services via the Site, Apps, or Software (we refer to this information as “Log Data”), including both Account holders and non-Account holders (either, a “User”). Log Data may include information such as a User’s Internet Protocol (“IP”) address, browser type, operating system, the web page that a User was visiting before accessing our Services, the pages or features of our Services to which a User browsed and the time spent on those pages or features, search terms, the links on our Services that a User clicked on and other statistics. We use this information to administer the Services and we analyze (and may engage third parties to analyze) this information to improve and enhance the Services by expanding their features and functionality and tailoring them to our Users’ needs and preferences.<br />\r\nLocation Information<br />\r\nIn some cases, we collect and store information about where you are located, such as by converting your IP address into a rough geolocation. We may use location information to improve and personalize our Services for you.<br />\r\nWHERE DO WE COLLECT INFORMATION?<br />\r\nSite<br />\r\nWhen you visit our Site, we collect PII that you submit to us when you register for an Account and as requested in connection with the Services. We also use cookies on our Site to collect Log Data. In addition, if you use our forums or community areas of our Site or communicate with other users through our Site, such communications are stored by us and can be monitored by us.<br />\r\nGames<br />\r\nWhen you use our Apps and Software, we collect PII that you submit to us when you register for an Account and as requested in connection with the Services. We also use code within the Apps and Software to monitor our Games, including collection of certain Log Data. In addition, if you use our in-game communication tools, such communications are stored by us and can be monitored by us.<br />\r\nWHAT INFORMATION DO WE SHARE WITH THIRD PARTIES?<br />\r\nWe will not share any PII that we have collected from you except as described below:<br />\r\nInformation Shared with Our Services Providers.<br />\r\nWe may engage third party service providers to work with us to administer and provide the Services. The third-party service providers have access to your PII only for the purpose of performing services on our behalf and are expressly obligated not to disclose or use your PII for any other purpose.<br />\r\nInformation Shared with Third Parties.<br />\r\nWe may share aggregated information and non-identifying information with third parties for industry analysis, demographic profiling and other similar purposes.<br />\r\nInformation Disclosed in Connection with Business Transactions.<br />\r\nInformation that we collect from our Users, including PII, is considered to be a business asset. As a result, if we go out of business or enter bankruptcy or if we are acquired as a result of a transaction such as a merger, acquisition or asset sale, your PII may be disclosed or transferred to the third-party acquirer in connection with the transaction.<br />\r\nInformation Disclosed for Our Protection and the Protection of Others.<br />\r\nIt is our policy to protect you from having your privacy violated through abuse of the legal system, whether by individuals, entities or government and to contest claims that we believe to be invalid under applicable law. However, it is also our policy to cooperate with government and law enforcement officials and private parties. Accordingly, we reserve the right to disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary: (i) to satisfy or comply with any applicable law, regulation or legal process or to respond to lawful requests, including subpoenas, warrants or court orders; (ii) to protect our property, rights and safety and the rights, property and safety of third parties or the public in general; and (iv) to prevent or stop activity we consider to be illegal or unethical.<br />\r\nInformation We Disclose With Your Consent or at Your Request.<br />\r\nWe will share your PII with third-party sites or platforms, such as social networking sites, if you have expressly requested that we do so.<br />\r\nTHE SECURITY OF YOUR INFORMATION<br />\r\nWe take reasonable measures to protect the information that we collect from or about you (including your PII) from unauthorized access, use or disclosure. Please be aware, however, that no method of transmitting information over the Internet or storing information is completely secure. Accordingly, we cannot guarantee the absolute security of any information.<br />\r\nLINKS TO OTHER SITES<br />\r\nOur Services may contain links to other websites and services. Any information that you provide on or to a third-party website or service is provided directly to the owner of the website or service and is subject to that party’s privacy policy. Our Privacy Policy does not apply to such websites or services and we’re not responsible for the content, privacy or security practices and policies of those websites or services. To protect your information we recommend that you carefully review the privacy policies of other websites and services that you access.<br />\r\nACCESSING AND MODIFYING YOUR INFORMATION<br />\r\nYou can access and modify the PII associated with your Account by accessing your user profile on the Services. If you want us to deactivate your account, you can contact us at miniwantech@gmail.com with your request. If you want us to delete your PII, you can contact us at miniwantech@gmail.com with your request. We’ll take steps to delete your information as soon as is reasonably practicable, but some information may remain in archived/backup copies for our records or as otherwise required by law.<br />\r\nCHANGES TO PRIVACY POLICY<br />\r\nAny information that we collect is subject to the Privacy Policy in effect at the time such information is collected. We may, however, modify and revise this Privacy Policy from time to time. If we make any material changes to this Privacy Policy, we’ll notify you of such changes by posting them on the Services or by sending you an email or other notification, and we’ll indicate when such changes will become effective.",
  "developers": [
    "Miniwan Technology Co.,Limited"
  ],
  "publishers": [
    "Miniwan Technology Co.,Limited"
  ],
  "package_groups": [],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    },
    {
      "id": 1,
      "description": "Multi-player"
    },
    {
      "id": 36,
      "description": "Online Multi-Player"
    },
    {
      "id": 27,
      "description": "Cross-Platform Multiplayer"
    }
  ],
  "genres": [
    {
      "id": "25",
      "description": "Adventure"
    },
    {
      "id": "4",
      "description": "Casual"
    },
    {
      "id": "29",
      "description": "Massively Multiplayer"
    },
    {
      "id": "28",
      "description": "Simulation"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_573f95df7696bb60828690f96fd5f6b5b16b81b8.600x338.jpg?t=1523618525",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_573f95df7696bb60828690f96fd5f6b5b16b81b8.1920x1080.jpg?t=1523618525"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_3a639ca629e2b2f39051da663948619c4578bef1.600x338.jpg?t=1523618525",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_3a639ca629e2b2f39051da663948619c4578bef1.1920x1080.jpg?t=1523618525"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_156275c1899b67ae0b43e64408f7afde09a72883.600x338.jpg?t=1523618525",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_156275c1899b67ae0b43e64408f7afde09a72883.1920x1080.jpg?t=1523618525"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_b310a7559fe38734c1ff3233172d2b0327167ac6.600x338.jpg?t=1523618525",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_b310a7559fe38734c1ff3233172d2b0327167ac6.1920x1080.jpg?t=1523618525"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_10941dc4cae13567e4aafc3dc5183c9128653c0d.600x338.jpg?t=1523618525",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_10941dc4cae13567e4aafc3dc5183c9128653c0d.1920x1080.jpg?t=1523618525"
    },
    {
      "id": 5,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_e27d61f206269ace71b59d2d00e7df503aaa9d65.600x338.jpg?t=1523618525",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_e27d61f206269ace71b59d2d00e7df503aaa9d65.1920x1080.jpg?t=1523618525"
    },
    {
      "id": 6,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_b104ef2776e69d1d84b80e4c0fa6194e2428afbb.600x338.jpg?t=1523618525",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/814480/ss_b104ef2776e69d1d84b80e4c0fa6194e2428afbb.1920x1080.jpg?t=1523618525"
    }
  ],
  "movies": [
    {
      "id": 256710894,
      "name": "Pandas and Fireflies",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256710894/movie.293x165.jpg?t=1523346269",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256710894/movie480.webm?t=1523346269",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256710894/movie_max.webm?t=1523346269"
      },
      "highlight": true
    }
  ],
  "release_date": {
    "coming_soon": true,
    "date": "Spring"
  },
  "support_info": {
    "url": "http://en.mini1.cn/",
    "email": "MiniworldCustomerService@gmail.com"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/814480/page_bg_generated_v6b.jpg?t=1523618525"
}
