{
  "type": "game",
  "name": "Mad Zombie",
  "steam_appid": 800710,
  "required_age": 0,
  "is_free": false,
  "detailed_description": "This game is a top-down tps game where players must shoot zombies everywhere in this city. This game is designed to allow players to relax and destroy the most zombies.<br />\r\n<br />\r\nhow to play:<br />\r\nPress the W A D S button for moving. Press left mouse to shoot. And use the mouse cursor to set direction.<br />\r\n................................................................................................................................<br />\r\n這個遊戲是一個自上而下的tps遊戲，玩家必須在這個城市的任何地方都可以射殺殭屍。這個遊戲旨在讓玩家放鬆和摧毀大多數殭屍。<br />\r\n<br />\r\n怎麼玩：<br />\r\n按W A D S按鈕移動。按下鼠標左鍵拍攝。並使用鼠標光標設置方向。<br />\r\n................................................................................................................................<br />\r\nQuesto gioco è un gioco tps top-down in cui i giocatori devono sparare zombi ovunque in questa città. Questo gioco è progettato per consentire ai giocatori di rilassarsi e distruggere il maggior numero di zombi.<br />\r\n<br />\r\ncome giocare:<br />\r\nPremere il tasto W A D S per spostarsi. Premi il tasto sinistro del mouse per sparare. E usa il cursore del mouse per impostare la direzione.<br />\r\n................................................................................................................................<br />\r\nEste juego es un juego de arriba hacia abajo donde los jugadores deben disparar a los zombies en todas partes en esta ciudad. Este juego está diseñado para permitir a los jugadores relajarse y destruir a la mayoría de los zombis.<br />\r\n<br />\r\ncómo jugar:<br />\r\nPresione el botón W A D S para moverse. Presione el botón izquierdo del mouse para disparar. Y usa el cursor del mouse para establecer la dirección.<br />\r\n................................................................................................................................<br />\r\nこのゲームはトップダウンのtpsゲームで、プレイヤーはこの都市のどこにいてもゾンビを撃つ必要があります。このゲームは、プレイヤーがほとんどのゾンビをリラックスして破壊できるように設計されています。<br />\r\n<br />\r\n遊び方：<br />\r\n移動するには、W A D Sボタンを押します。マウスの左ボタンを押して撮影します。また、マウスカーソルを使用して方向を設定します。<br />\r\n................................................................................................................................<br />\r\nCe jeu est un jeu de tps top-down où les joueurs doivent tirer des zombies partout dans cette ville. Ce jeu est conçu pour permettre aux joueurs de se détendre et de détruire le plus de zombies.<br />\r\n<br />\r\ncomment jouer:<br />\r\nAppuyez sur le bouton W A D S pour vous déplacer. Appuyez sur la gauche du bouton pour tirer. Et utilisez le curseur de la souris pour définir la direction.<br />\r\n................................................................................................................................<br />\r\nЭта игра - игра сверху вниз, где игроки должны стрелять в зомби в этом городе. Эта игра призвана позволить игрокам расслабиться и уничтожить большинство зомби.<br />\r\n<br />\r\nкак играть:<br />\r\nНажмите кнопку W A D S для перемещения. Нажмите левую кнопку мыши, чтобы стрелять. И используйте указатель мыши для установки направления.<br />\r\n................................................................................................................................<br />\r\nDieses Spiel ist ein Top-Down-TPS-Spiel, in dem Spieler Zombies überall in dieser Stadt erschießen müssen. Dieses Spiel ist so konzipiert, dass Spieler sich entspannen und die meisten Zombies zerstören können.<br />\r\n<br />\r\nSpielanleitung:<br />\r\nDrücken Sie zum Bewegen die Taste W A D S. Drücken Sie die linke Maustaste, um zu schießen. Und verwenden Sie den Mauszeiger, um die Richtung festzulegen.<br />\r\n................................................................................................................................<br />\r\nΑυτό το παιχνίδι είναι ένα top-down tps παιχνίδι όπου οι παίκτες πρέπει να πυροβολούν ζόμπι παντού σε αυτή την πόλη. Αυτό το παιχνίδι έχει σχεδιαστεί για να επιτρέπει στους παίκτες να χαλαρώσουν και να καταστρέψουν τα περισσότερα ζόμπι.<br />\r\n<br />\r\nπώς να παίξεις:<br />\r\nΠατήστε το κουμπί W A D S για μετακίνηση. Πατήστε αριστερό ποντίκι για να πυροβολήσετε Και χρησιμοποιήστε το δρομέα του ποντικιού για να καθορίσετε την κατεύθυνση.<br />\r\n................................................................................................................................<br />\r\nBu oyun, oyuncuların bu şehirde her yerde zombi çekmesi gereken yukarıdan aşağıya doğru bir tps oyunu. Bu oyun, oyuncuların en zombi rahatlamak ve yok etmek için tasarlanmıştır.<br />\r\n<br />\r\nnasıl oynanır:<br />\r\nTaşımak için W A D S düğmesine basın. Vurmak için sol fare tuşuna basın. Yönü ayarlamak için fare imlecini kullanın.<br />\r\n................................................................................................................................<br />\r\nEste jogo é um jogo top-down tps onde os jogadores devem atirar zumbis em toda a cidade. Este jogo é projetado para permitir que os jogadores relaxem e destroem a maioria dos zumbis.<br />\r\n<br />\r\ncomo jogar:<br />\r\nPressione o botão W A D S para mover. Pressione o mouse esquerdo para atirar. E use o cursor do mouse para definir a direção.<br />\r\n................................................................................................................................<br />\r\n이 게임은 플레이어가이 도시의 모든 곳에서 좀비를 쏘아 야하는 하향식 tps 게임입니다. 이 게임은 플레이어가 대부분의 좀비를 긴장시키고 파괴 할 수 있도록 설계되었습니다.<br />\r\n<br />\r\n게임 방법:<br />\r\n이동하려면 W A D S 버튼을 누르십시오. 왼쪽 마우스를 눌러 촬영하십시오. 그리고 마우스 커서를 사용하여 방향을 설정하십시오.<br />\r\n................................................................................................................................<br />\r\nDetta spel är ett topp-down-tps-spel där spelarna måste skjuta zombies överallt i denna stad. Detta spel är utformat så att spelarna kan slappna av och förstöra de flesta zombies.<br />\r\n<br />\r\nhur man spelar:<br />\r\nTryck på W A D S-knappen för att flytta. Tryck på vänster mus för att skjuta. Och använd muspekaren för att ställa in riktning.<br />\r\n................................................................................................................................<br />\r\nTato hra je top-down tps hra, kde hráči musí střílet zombie všude v tomto městě. Tato hra je navržena tak, aby hráči mohli relaxovat a zničit většinu zombie.<br />\r\n<br />\r\njak hrát:<br />\r\nStiskněte tlačítko WA D S pro pohyb. Stisknutím levého tlačítka myši fotografujte. Použijte kurzor myši pro nastavení směru.<br />\r\n................................................................................................................................<br />\r\nDette spillet er et topp-down tps spill hvor spillerne må skyte zombier overalt i denne byen. Dette spillet er laget for å tillate spillere å slappe av og ødelegge de mest zombier.<br />\r\n<br />\r\nhvordan spille:<br />\r\nTrykk på W A D S-knappen for å flytte. Trykk på venstre mus for å skyte. Og bruk musepekeren til å angi retning.<br />\r\n................................................................................................................................<br />\r\nTämä peli on ylhäältä alas tps-peli, jossa pelaajan täytyy ampua zombeja kaikkialla tässä kaupungissa. Tämä peli on suunniteltu siten, että pelaajat voivat rentoutua ja tuhota eniten zombeja.<br />\r\n<br />\r\nkuinka pelata:<br />\r\nPaina W A D S -painiketta siirtyäksesi. Paina vasenta hiirtä ampua. Käytä hiiren kohdistinta asettaaksesi suuntaan.<br />\r\n................................................................................................................................<br />\r\nDeze game is een top-down tps-game waarbij spelers overal in deze stad op zombies moeten schieten. Deze game is ontworpen om spelers te laten ontspannen en de meeste zombies te vernietigen.<br />\r\n<br />\r\nhoe te spelen:<br />\r\nDruk op de W A D S-knop om te verplaatsen. Druk op de linkermuisknop om te schieten. En gebruik de muiscursor om de richting in te stellen.<br />\r\n................................................................................................................................<br />\r\nهذه اللعبة هي لعبة من أعلى إلى أسفل تبس حيث يجب على اللاعبين اطلاق النار على الكسالى في كل مكان في هذه المدينة. تم تصميم هذه اللعبة للسماح للاعبين للاسترخاء وتدمير معظم الكسالى.<br />\r\n<br />\r\nكيف ألعب:<br />\r\nاضغط على الزر W A D S للتحرك. اضغط الماوس الأيسر لاطلاق النار. واستخدم مؤشر الماوس لتعيين الاتجاه.<br />\r\n................................................................................................................................<br />\r\nEz a játék egy top-down tps játék, ahol a játékosoknak mindenhol zombokat kell lőniük ebben a városban. Ez a játék célja, hogy a játékosok lazítsanak és elpusztítsák a legtöbb zombit.<br />\r\n<br />\r\nhogyan kell játszani:<br />\r\nNyomja meg a W A D S gombot a mozgáshoz. Nyomja meg a bal egérgombot lőni. Használja az egér kurzort az irány beállításához.<br />\r\n................................................................................................................................<br />\r\nТази игра е отгоре-надолу tps игра, където играчите трябва да стреля зомбита навсякъде в този град. Тази игра е създадена, за да позволи на играчите да се отпуснат и да унищожат най-много зомбита.<br />\r\n<br />\r\nкак да играя:<br />\r\nНатиснете бутона WA D S за преместване. Натиснете лявата мишка, за да стреляте. И използвайте курсора на мишката, за да настроите посоката.<br />\r\n................................................................................................................................<br />\r\nЦя гра являє собою зверху вниз TPS гра, де гравці повинні стріляти зомбі скрізь в цьому місті. Ця гра призначена для того, щоб гравці могли відпочити і знищити більшість зомбі.<br />\r\n<br />\r\nяк грати:<br />\r\nНатисніть кнопку W A D S для переміщення. Натисніть лівою кнопкою миші, щоб стріляти. І використовуйте курсор миші, щоб встановити напрямок.<br />\r\n................................................................................................................................<br />\r\nDette spil er et top-down tps spil, hvor spillere skal skyde zombier overalt i denne by. Dette spil er designet til at give spillerne mulighed for at slappe af og ødelægge de mest zombier.<br />\r\n<br />\r\nhvordan man spiller:<br />\r\nTryk på knappen W A D S for at flytte. Tryk venstre mus for at skyde. Og brug musemarkøren til at indstille retning.<br />\r\n................................................................................................................................<br />\r\n<br />\r\nAcest joc este un joc de sus în jos tps unde jucătorii trebuie să tragă zombi peste tot în acest oraș. Acest joc este conceput pentru a permite jucătorilor să se relaxeze și să distrugă cele mai multe zombi.<br />\r\n<br />\r\ncum se joacă:<br />\r\nApăsați butonul W A D S pentru a vă deplasa. Apăsați mouse-ul stânga pentru a filma. Utilizați cursorul mouse-ului pentru a seta direcția.<br />\r\n................................................................................................................................<br />\r\nเกมนี้เป็นเกม top-down tps ที่ผู้เล่นต้องยิง zombies ทุกที่ในเมืองนี้ เกมนี้ถูกออกแบบมาเพื่อให้ผู้เล่นสามารถผ่อนคลายและทำลายซอมบี้ได้มากที่สุด<br />\r\n<br />\r\nวิธีการเล่น:<br />\r\nกดปุ่ม W A D S เพื่อเคลื่อนที่ กดเมาส์ซ้ายเพื่อยิง และใช้เคอร์เซอร์เมาส์เพื่อกำหนดทิศทาง<br />\r\nขอบพระคุณครับ<br />\r\n................................................................................................................................<br />\r\nThank you very much.<br />\r\nOranCG",
  "about_the_game": "This game is a top-down tps game where players must shoot zombies everywhere in this city. This game is designed to allow players to relax and destroy the most zombies.<br />\r\n<br />\r\nhow to play:<br />\r\nPress the W A D S button for moving. Press left mouse to shoot. And use the mouse cursor to set direction.<br />\r\n................................................................................................................................<br />\r\n這個遊戲是一個自上而下的tps遊戲，玩家必須在這個城市的任何地方都可以射殺殭屍。這個遊戲旨在讓玩家放鬆和摧毀大多數殭屍。<br />\r\n<br />\r\n怎麼玩：<br />\r\n按W A D S按鈕移動。按下鼠標左鍵拍攝。並使用鼠標光標設置方向。<br />\r\n................................................................................................................................<br />\r\nQuesto gioco è un gioco tps top-down in cui i giocatori devono sparare zombi ovunque in questa città. Questo gioco è progettato per consentire ai giocatori di rilassarsi e distruggere il maggior numero di zombi.<br />\r\n<br />\r\ncome giocare:<br />\r\nPremere il tasto W A D S per spostarsi. Premi il tasto sinistro del mouse per sparare. E usa il cursore del mouse per impostare la direzione.<br />\r\n................................................................................................................................<br />\r\nEste juego es un juego de arriba hacia abajo donde los jugadores deben disparar a los zombies en todas partes en esta ciudad. Este juego está diseñado para permitir a los jugadores relajarse y destruir a la mayoría de los zombis.<br />\r\n<br />\r\ncómo jugar:<br />\r\nPresione el botón W A D S para moverse. Presione el botón izquierdo del mouse para disparar. Y usa el cursor del mouse para establecer la dirección.<br />\r\n................................................................................................................................<br />\r\nこのゲームはトップダウンのtpsゲームで、プレイヤーはこの都市のどこにいてもゾンビを撃つ必要があります。このゲームは、プレイヤーがほとんどのゾンビをリラックスして破壊できるように設計されています。<br />\r\n<br />\r\n遊び方：<br />\r\n移動するには、W A D Sボタンを押します。マウスの左ボタンを押して撮影します。また、マウスカーソルを使用して方向を設定します。<br />\r\n................................................................................................................................<br />\r\nCe jeu est un jeu de tps top-down où les joueurs doivent tirer des zombies partout dans cette ville. Ce jeu est conçu pour permettre aux joueurs de se détendre et de détruire le plus de zombies.<br />\r\n<br />\r\ncomment jouer:<br />\r\nAppuyez sur le bouton W A D S pour vous déplacer. Appuyez sur la gauche du bouton pour tirer. Et utilisez le curseur de la souris pour définir la direction.<br />\r\n................................................................................................................................<br />\r\nЭта игра - игра сверху вниз, где игроки должны стрелять в зомби в этом городе. Эта игра призвана позволить игрокам расслабиться и уничтожить большинство зомби.<br />\r\n<br />\r\nкак играть:<br />\r\nНажмите кнопку W A D S для перемещения. Нажмите левую кнопку мыши, чтобы стрелять. И используйте указатель мыши для установки направления.<br />\r\n................................................................................................................................<br />\r\nDieses Spiel ist ein Top-Down-TPS-Spiel, in dem Spieler Zombies überall in dieser Stadt erschießen müssen. Dieses Spiel ist so konzipiert, dass Spieler sich entspannen und die meisten Zombies zerstören können.<br />\r\n<br />\r\nSpielanleitung:<br />\r\nDrücken Sie zum Bewegen die Taste W A D S. Drücken Sie die linke Maustaste, um zu schießen. Und verwenden Sie den Mauszeiger, um die Richtung festzulegen.<br />\r\n................................................................................................................................<br />\r\nΑυτό το παιχνίδι είναι ένα top-down tps παιχνίδι όπου οι παίκτες πρέπει να πυροβολούν ζόμπι παντού σε αυτή την πόλη. Αυτό το παιχνίδι έχει σχεδιαστεί για να επιτρέπει στους παίκτες να χαλαρώσουν και να καταστρέψουν τα περισσότερα ζόμπι.<br />\r\n<br />\r\nπώς να παίξεις:<br />\r\nΠατήστε το κουμπί W A D S για μετακίνηση. Πατήστε αριστερό ποντίκι για να πυροβολήσετε Και χρησιμοποιήστε το δρομέα του ποντικιού για να καθορίσετε την κατεύθυνση.<br />\r\n................................................................................................................................<br />\r\nBu oyun, oyuncuların bu şehirde her yerde zombi çekmesi gereken yukarıdan aşağıya doğru bir tps oyunu. Bu oyun, oyuncuların en zombi rahatlamak ve yok etmek için tasarlanmıştır.<br />\r\n<br />\r\nnasıl oynanır:<br />\r\nTaşımak için W A D S düğmesine basın. Vurmak için sol fare tuşuna basın. Yönü ayarlamak için fare imlecini kullanın.<br />\r\n................................................................................................................................<br />\r\nEste jogo é um jogo top-down tps onde os jogadores devem atirar zumbis em toda a cidade. Este jogo é projetado para permitir que os jogadores relaxem e destroem a maioria dos zumbis.<br />\r\n<br />\r\ncomo jogar:<br />\r\nPressione o botão W A D S para mover. Pressione o mouse esquerdo para atirar. E use o cursor do mouse para definir a direção.<br />\r\n................................................................................................................................<br />\r\n이 게임은 플레이어가이 도시의 모든 곳에서 좀비를 쏘아 야하는 하향식 tps 게임입니다. 이 게임은 플레이어가 대부분의 좀비를 긴장시키고 파괴 할 수 있도록 설계되었습니다.<br />\r\n<br />\r\n게임 방법:<br />\r\n이동하려면 W A D S 버튼을 누르십시오. 왼쪽 마우스를 눌러 촬영하십시오. 그리고 마우스 커서를 사용하여 방향을 설정하십시오.<br />\r\n................................................................................................................................<br />\r\nDetta spel är ett topp-down-tps-spel där spelarna måste skjuta zombies överallt i denna stad. Detta spel är utformat så att spelarna kan slappna av och förstöra de flesta zombies.<br />\r\n<br />\r\nhur man spelar:<br />\r\nTryck på W A D S-knappen för att flytta. Tryck på vänster mus för att skjuta. Och använd muspekaren för att ställa in riktning.<br />\r\n................................................................................................................................<br />\r\nTato hra je top-down tps hra, kde hráči musí střílet zombie všude v tomto městě. Tato hra je navržena tak, aby hráči mohli relaxovat a zničit většinu zombie.<br />\r\n<br />\r\njak hrát:<br />\r\nStiskněte tlačítko WA D S pro pohyb. Stisknutím levého tlačítka myši fotografujte. Použijte kurzor myši pro nastavení směru.<br />\r\n................................................................................................................................<br />\r\nDette spillet er et topp-down tps spill hvor spillerne må skyte zombier overalt i denne byen. Dette spillet er laget for å tillate spillere å slappe av og ødelegge de mest zombier.<br />\r\n<br />\r\nhvordan spille:<br />\r\nTrykk på W A D S-knappen for å flytte. Trykk på venstre mus for å skyte. Og bruk musepekeren til å angi retning.<br />\r\n................................................................................................................................<br />\r\nTämä peli on ylhäältä alas tps-peli, jossa pelaajan täytyy ampua zombeja kaikkialla tässä kaupungissa. Tämä peli on suunniteltu siten, että pelaajat voivat rentoutua ja tuhota eniten zombeja.<br />\r\n<br />\r\nkuinka pelata:<br />\r\nPaina W A D S -painiketta siirtyäksesi. Paina vasenta hiirtä ampua. Käytä hiiren kohdistinta asettaaksesi suuntaan.<br />\r\n................................................................................................................................<br />\r\nDeze game is een top-down tps-game waarbij spelers overal in deze stad op zombies moeten schieten. Deze game is ontworpen om spelers te laten ontspannen en de meeste zombies te vernietigen.<br />\r\n<br />\r\nhoe te spelen:<br />\r\nDruk op de W A D S-knop om te verplaatsen. Druk op de linkermuisknop om te schieten. En gebruik de muiscursor om de richting in te stellen.<br />\r\n................................................................................................................................<br />\r\nهذه اللعبة هي لعبة من أعلى إلى أسفل تبس حيث يجب على اللاعبين اطلاق النار على الكسالى في كل مكان في هذه المدينة. تم تصميم هذه اللعبة للسماح للاعبين للاسترخاء وتدمير معظم الكسالى.<br />\r\n<br />\r\nكيف ألعب:<br />\r\nاضغط على الزر W A D S للتحرك. اضغط الماوس الأيسر لاطلاق النار. واستخدم مؤشر الماوس لتعيين الاتجاه.<br />\r\n................................................................................................................................<br />\r\nEz a játék egy top-down tps játék, ahol a játékosoknak mindenhol zombokat kell lőniük ebben a városban. Ez a játék célja, hogy a játékosok lazítsanak és elpusztítsák a legtöbb zombit.<br />\r\n<br />\r\nhogyan kell játszani:<br />\r\nNyomja meg a W A D S gombot a mozgáshoz. Nyomja meg a bal egérgombot lőni. Használja az egér kurzort az irány beállításához.<br />\r\n................................................................................................................................<br />\r\nТази игра е отгоре-надолу tps игра, където играчите трябва да стреля зомбита навсякъде в този град. Тази игра е създадена, за да позволи на играчите да се отпуснат и да унищожат най-много зомбита.<br />\r\n<br />\r\nкак да играя:<br />\r\nНатиснете бутона WA D S за преместване. Натиснете лявата мишка, за да стреляте. И използвайте курсора на мишката, за да настроите посоката.<br />\r\n................................................................................................................................<br />\r\nЦя гра являє собою зверху вниз TPS гра, де гравці повинні стріляти зомбі скрізь в цьому місті. Ця гра призначена для того, щоб гравці могли відпочити і знищити більшість зомбі.<br />\r\n<br />\r\nяк грати:<br />\r\nНатисніть кнопку W A D S для переміщення. Натисніть лівою кнопкою миші, щоб стріляти. І використовуйте курсор миші, щоб встановити напрямок.<br />\r\n................................................................................................................................<br />\r\nDette spil er et top-down tps spil, hvor spillere skal skyde zombier overalt i denne by. Dette spil er designet til at give spillerne mulighed for at slappe af og ødelægge de mest zombier.<br />\r\n<br />\r\nhvordan man spiller:<br />\r\nTryk på knappen W A D S for at flytte. Tryk venstre mus for at skyde. Og brug musemarkøren til at indstille retning.<br />\r\n................................................................................................................................<br />\r\n<br />\r\nAcest joc este un joc de sus în jos tps unde jucătorii trebuie să tragă zombi peste tot în acest oraș. Acest joc este conceput pentru a permite jucătorilor să se relaxeze și să distrugă cele mai multe zombi.<br />\r\n<br />\r\ncum se joacă:<br />\r\nApăsați butonul W A D S pentru a vă deplasa. Apăsați mouse-ul stânga pentru a filma. Utilizați cursorul mouse-ului pentru a seta direcția.<br />\r\n................................................................................................................................<br />\r\nเกมนี้เป็นเกม top-down tps ที่ผู้เล่นต้องยิง zombies ทุกที่ในเมืองนี้ เกมนี้ถูกออกแบบมาเพื่อให้ผู้เล่นสามารถผ่อนคลายและทำลายซอมบี้ได้มากที่สุด<br />\r\n<br />\r\nวิธีการเล่น:<br />\r\nกดปุ่ม W A D S เพื่อเคลื่อนที่ กดเมาส์ซ้ายเพื่อยิง และใช้เคอร์เซอร์เมาส์เพื่อกำหนดทิศทาง<br />\r\nขอบพระคุณครับ<br />\r\n................................................................................................................................<br />\r\nThank you very much.<br />\r\nOranCG",
  "short_description": "This game is a top-down tps game where players must shoot zombies everywhere in this city. This game is designed to allow players to relax and destroy the most zombies. how to play: Press the W A D S button for moving. Press left mouse to shoot. And use the mouse cursor to set direction.",
  "supported_languages": "English, Thai",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/800710/header.jpg?t=1519467923",
  "website": null,
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 7, 10<br></li><li><strong>Processor:</strong> Intel® Core™ i7-2600K<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> 1 Ghz or faster processor<br></li><li><strong>DirectX:</strong> Version 7.0<br></li><li><strong>Storage:</strong> 512 MB available space</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Windows 7, 10<br></li><li><strong>Processor:</strong> Intel® Core™ i7-2600K<br></li><li><strong>Memory:</strong> 2 GB RAM<br></li><li><strong>Graphics:</strong> 1 Ghz or faster processor<br></li><li><strong>DirectX:</strong> Version 7.0<br></li><li><strong>Storage:</strong> 512 MB available space</li></ul>"
  },
  "mac_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Mac Pro</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system<br></li><li><strong>OS:</strong> Mac Pro</li></ul>"
  },
  "linux_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li>Requires a 64-bit processor and operating system</li></ul>"
  },
  "developers": [
    "OranCG"
  ],
  "publishers": [
    "OranCG"
  ],
  "price_overview": {
    "currency": "EUR",
    "initial": 999,
    "final": 999,
    "discount_percent": 0,
    "initial_formatted": "",
    "final_formatted": "9,99€"
  },
  "packages": [
    243524
  ],
  "package_groups": [
    {
      "name": "default",
      "title": "Buy Mad Zombie",
      "description": "",
      "selection_text": "Select a purchase option",
      "save_text": "",
      "display_type": 0,
      "is_recurring_subscription": "false",
      "subs": [
        {
          "packageid": 243524,
          "percent_savings_text": "",
          "percent_savings": 0,
          "option_text": "Mad Zombie - 9,99€",
          "option_description": "",
          "can_get_free_license": "0",
          "is_free_license": false,
          "price_in_cents_with_discount": 999
        }
      ]
    }
  ],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    }
  ],
  "genres": [
    {
      "id": "1",
      "description": "Action"
    },
    {
      "id": "23",
      "description": "Indie"
    },
    {
      "id": "3",
      "description": "RPG"
    },
    {
      "id": "28",
      "description": "Simulation"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_39981174dd750753f24b1285b89a434fc7e17a9d.600x338.jpg?t=1519467923",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_39981174dd750753f24b1285b89a434fc7e17a9d.1920x1080.jpg?t=1519467923"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_4ca6fdf1ab90dc8e7f706c9a16daab4861eeb054.600x338.jpg?t=1519467923",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_4ca6fdf1ab90dc8e7f706c9a16daab4861eeb054.1920x1080.jpg?t=1519467923"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_96a3664a318488ee95964fabeaf0a6795ce1ee41.600x338.jpg?t=1519467923",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_96a3664a318488ee95964fabeaf0a6795ce1ee41.1920x1080.jpg?t=1519467923"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_95a50403acd7fbe374e5e7d6924e700c91dbc922.600x338.jpg?t=1519467923",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_95a50403acd7fbe374e5e7d6924e700c91dbc922.1920x1080.jpg?t=1519467923"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_5a86861e8174925276a6276ebdc86110c5a23efe.600x338.jpg?t=1519467923",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_5a86861e8174925276a6276ebdc86110c5a23efe.1920x1080.jpg?t=1519467923"
    },
    {
      "id": 5,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_b77c702f708df59421f07468a2e5f67808e9c29b.600x338.jpg?t=1519467923",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_b77c702f708df59421f07468a2e5f67808e9c29b.1920x1080.jpg?t=1519467923"
    },
    {
      "id": 6,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_45e87f74d8e8d07651be0a7bc0bc9ab0cd3bfade.600x338.jpg?t=1519467923",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/800710/ss_45e87f74d8e8d07651be0a7bc0bc9ab0cd3bfade.1920x1080.jpg?t=1519467923"
    }
  ],
  "movies": [
    {
      "id": 256707820,
      "name": "Mad Zombie Trailer",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256707820/movie.293x165.jpg?t=1517868650",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256707820/movie480.webm?t=1517868650",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256707820/movie_max.webm?t=1517868650"
      },
      "highlight": true
    }
  ],
  "achievements": {
    "total": 0
  },
  "release_date": {
    "coming_soon": false,
    "date": "24 Feb, 2018"
  },
  "support_info": {
    "url": "",
    "email": "oran@tni.ac.th"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/800710/page_bg_generated_v6b.jpg?t=1519467923",
  "content_descriptors": {
    "ids": [],
    "notes": null
  }
}
