{
  "type": "game",
  "name": "Warm Village 暖暖村物语",
  "steam_appid": 747850,
  "required_age": 0,
  "is_free": false,
  "detailed_description": "<h1>bate0.4.00更新！</h1><p>因为本次游戏更新附带大量新内容的加入和老内容的重制，虽然我们经过了大量的时间测试，不过版本可能还存在着一些问题，所以我们本次更新内容将会放在测试版本内。想尝试新内容的玩家请通过steam游戏选项右击属性里面查找测试内容。\r\n注：本次更新内容点平衡了所有游戏内容，建议玩家创建新档体验。（老档可以使用，不过新档会有不一样的爽快体验）\r\n本次更新内容如下：\r\n1.增加了共享小车系统：玩家可以通过村里的共享车站租赁共享小车，当然需要一些押金，如果当天不及时退还小车，车站会在第二天强制收回小车并没收押金，如果当天内退还小车，玩家可以取回押金。\r\n2.改变了水渠的使用方法：玩家初期可以使用铲子挖水渠，通过水壶往水渠内加水来获取临时灌溉效果，只要水渠里有水就可以为水渠两边的耕地灌溉。\r\n3.改变了水车的使用方法：水车将会有推力，推力代表水流可以前进的格数，超过推力的地区将不会受到灌溉。\r\n4.加入水泵系统：水泵是一种抽水的工具，用来达到水流中继器的效果，水泵入口放在有水的水渠里，右边就会抽水出来。不同等级的水泵推力不同，请根据需求使用。使用水泵会消耗水泵内的电力，电力为0的情况下水泵不会工作。玩家可以使用各种电池给水泵充电。\r\n5.改变了贸易气球的玩法：贸易气球会在游戏开始就可使用，使用贸易气球需要呼叫贸易气球来小镇，呼叫需要耗费一定的金钱。呼叫的第二天贸易气球会到达村庄，在此期间可以点击贸易气球站台查看本次订单所需物品，和本次气球携带贸易的物品。贸易气球到站以后通过提交指定数量的货物完成订单，贸易气球会在当天晚上结算的时候飞回，玩家提交订单以后可以在贸易气球飞回前与气球贸易购买特产。通过不断贸易提升贸易等级会开启更多的贸易地区和贸易物品。\r\n6.实装了节日：加入节日CG与玩法。\r\n7.实装了部分神器剧情：加入了神器CG，神器背景。\r\n8.移除技能系统：关闭移除农场主技能，技能系统将会重做，在后续版本开放。\r\n9.加入佣兵系统：玩家可以通过冒险协会雇佣佣兵去各个地区探索，获取一定数量的物资与材料，每个佣兵拥有不同的属性，通过合理搭配获取最大收益。\r\n10.加入商店VIP系统：玩家可以通过不同商店的消费提升相应商店的VIP等级，随着等级提升可以购买新的物品，或者提升已有售卖物品的每天进货上限。也可以通过VIP的提升获取打折购买等特权。\r\n11.更改恶劣天气体现：恶劣天气玩家将可以出行，不过会受到恶劣天气影响，大大降低效率，恶劣天气同样会感冒，请玩家三思而后行。\r\n12.加入拉票系统：玩家可以通过拉票箱完成相应NPC提出的需求来提升某个NPC的投票概率。（在关键时刻很管用！）\r\n13.关闭冰淇淋小车：暂时关闭了冰淇淋小车功能，将会在后续版本重新制作以后开放。\r\n14.重新平衡了游戏的所有数值，让游戏玩起来更舒服。\r\n15.优化了N多的操作不合理之处（优化的地方非常多，就不列出来了，玩家可自行体验）\r\n16.优化了N多UI体现方式（非常多的UI重新绘制了，老玩家应该能看出来，就不列出来了）\r\n本次更新差不多就这些，最后再次感谢一直以来支持我们的玩家！\r\n本游戏交流QQ群：436140606。欢迎大家加入讨论与反馈。</p><br><h1>bate0.5.01更新！</h1><p>感谢大家一直以来对我们的关注与支持，我们已经完成了0.5版本的制作，接下来为大家公布更新内容。\r\n新增内容：\r\n1.游戏大部分故事主线内容，CG动画，任务。\r\n2.神器系统，神器将不再是摆设，将会是整个游戏的核心玩法，承载了整个游戏的主线任务线，而且会挂载科技线和技能线：研究科技线需要使用研究点，研究点通过研\r\n\r\n究所研究物品获得。技能线需要用到祝福点数，在暖暖村做一切事（收菜，钓鱼，打怪，制作物品，加工物品等等）都会获得祝福经验，祝福经验满足等级提升以后会获\r\n\r\n得祝福点数，使用祝福点数可以激活自己想要激活的祝福。\r\n3.新增了NPC任务更明确的提示：当你接取了NPC任务，并没有满足完成条件的时候，相应NPC头上会出现红色感叹号。当你接取了NPC任务，并满足完成条件的时候，会在\r\n\r\n相应NPC头上出现蓝色感叹号。\r\n4.植物状态属性面板：当你有植物处于寒冷，炎热，或者不良状态的时候，将会收到系统提示，玩家可通过快捷栏左下角的感叹号点击查看详细提示。更方便玩家及时了\r\n\r\n解作物状态，用最短的时间处理这些不良状态。\r\n5.开放了MOD功能：详细使用或者制作方法，我们将会在后期增加教程，方便玩家学习。加载的模组可以通过游戏主菜单右上角查看并加载。\r\n6.新增公告查看功能：玩家可以通过游戏主菜单右上角的喇叭按钮查看本次更新内容以及历史更新内容，最多保留最近10个版本的内容。\r\n优化内容：\r\n1.快捷栏：快捷栏增加观察者模式，可以通过快捷键或者鼠标点击触发，从而更方便快捷的查看植物状态。\r\n2.小地图GPS：移除了手机GPS功能，增加了小地图GPS，玩家可以通过按&quot;M&quot;键呼出小地图，在左上角直接选择需要定位的NPC，从而获取NPC位置。\r\n3.优化了TIPS显示方式。\r\n4：增加右下角快捷栏，玩家可以通过点击箭头呼出或者隐藏。玩家可以通过快捷栏点击呼出背包等界面。\r\n5.优化了铁匠铺等升级工具商店显示，即使物品不在身上，也可以在商店查看升级材料了。\r\n6.优化了水泵计算方式。\r\n修复内容：\r\n1.修复了节日结束后使用GPS报错的问题。\r\n2.修复了放置物品在移动到特殊地形上会报错的问题。\r\n3.修复了物品出货价值错误问题。\r\n4.修复了剧情任务报错问题。\r\n5.修复了个别有个性的NPC可以开车进酒吧的问题。\r\n6.修复了可以重复刷物品的问题。\r\n7.修复了协会任务奖励异常的问题。\r\n8.修复了赛跑节日使用工具报错问题。\r\n9.修复了选角色有可能报错的问题。\r\n10.修复了栅栏门下有底板不能打开的问题。\r\n11.修复了吃东西的时候背包食物腐败造成的不能操作主角问题。\r\n12.修复了肥料袋出现不正常的问题。\r\n13.修复了鉴定物品放入2个箱子会消耗所有箱子的问题。\r\n14.修复了领取佣兵物品的时候报错的问题。\r\n15.修复了结算界面有可能遗漏显示的问题。\r\n16.修复了偶尔修复建筑材料足够情况下不出现可勾选的问题。</p><br><h1>About the Game</h1>游戏概况：\r\n一睁眼，你出现在了一个陌生的村庄，你是谁？为什么会出现在这里？\r\n现阶段游戏内容：\r\n·手机系统，新增了手机系统，一部分任务将通过村民短信发放，手机有查看玩家的账户资产，NPC好感度等功能。\r\n·温度系统，加入了温度系统，温度的高低会对作物的质量产生影响，同时还会影响主角的行动能力。\r\n·天气系统，丰富了天气系统，天气不只有晴天，下雨天，增加了小雨，大风等天气，不同的天气会对温度产生不同的影响。\r\n·饱食系统，主角会感到饥饿，需要进食，如果饿着肚子会产生一些不好的影响。\r\n·灌溉系统，新版本去除了所有洒水器，采用全新的水车，沟渠灌溉，会变得更有趣。\r\n·投票系统，修复建筑要找村长参加投票，如果投票人数不够，将不会通过。\r\n·在这个破败的农场里，你可以做任何自己想做的事，种植庄家，建设果园，通过各种机器达到农场自动化等等！虽然这只是的破败的农场，可是你可以把它打造成任何你想要的模样！\r\n·丰富的技能系统，细致的划分了你的每一项行为，不管你收获作物，砍伐树木，打倒怪物或者做任何事情，都可以提升你的某一项技能，技能的每一个等级提升都会赋予你意想不到的能力或者工具。\r\n·这个小镇已经渐渐破败，小镇对物资的需求量是有限的，不过你的一切对小镇有利的行为都可以吸引到观光客，修复建筑，开办节日，举办马戏团表演，展出物品等等，当观光客越来越多，小镇所需的物资也会越来越多。\r\n·在这个小镇里，人们已经失去了希望，你要做的就是带给人们希望，随着你做的事情越来越多，人们会对你寄予越来越大的希望与信任，当你的信任点数一定高以后，你可以提议村长修复小镇上已经破败的建筑，开启新的小镇功能，甚至你可以提议开启新的节日，体验做村长的感觉！\r\n·各种食物饮料，以及完整的烹饪系统：奇怪恶心的冒险家食物？还是高端的让人食欲大动的中国美食？亦或者是故意乱炒一气的黑乎乎的料理？\r\n·不要整天埋头工作，空余时间可以好好跟小镇的村民打交道，去酒吧喝一杯，去泡泡温泉，跟村民关系度越高，你会发现每个村民的个性，故事，以及意想不到的收获！\r\n·用你奇思妙想制作出来的鱼钩，应对各种狡猾的鱼类，用你那破旧的钓竿制服狡猾的鱼王，成为钓上鱼王的男人！\r\n·与各种奇怪的怪物战斗，探索不同的区域，获取素材和矿产来强化自己，获得更好的提升！\r\n·制作各种不同的工具，来使你越来越轻松的经营牧场，天天睡觉，坐等收钱的日子指日可待！\r\n·每天追求你喜欢的对象，用尽所有手段，到底能不能表白成功并步向婚姻的殿堂？\r\n·使用贸易气球跟不同的村庄，获取各地的特产，提升各地的贸易等级来获取更多的物资用以振兴小镇！\r\n·随着时间的推移赚更多的钱，获得更多的信任，吸引更多的观光客，从一个刚才小镇的新人渐渐成长为一个当地的传奇，小镇之星！",
  "about_the_game": "游戏概况：<br />\r\n一睁眼，你出现在了一个陌生的村庄，你是谁？为什么会出现在这里？<br />\r\n现阶段游戏内容：<br />\r\n·手机系统，新增了手机系统，一部分任务将通过村民短信发放，手机有查看玩家的账户资产，NPC好感度等功能。<br />\r\n·温度系统，加入了温度系统，温度的高低会对作物的质量产生影响，同时还会影响主角的行动能力。<br />\r\n·天气系统，丰富了天气系统，天气不只有晴天，下雨天，增加了小雨，大风等天气，不同的天气会对温度产生不同的影响。<br />\r\n·饱食系统，主角会感到饥饿，需要进食，如果饿着肚子会产生一些不好的影响。<br />\r\n·灌溉系统，新版本去除了所有洒水器，采用全新的水车，沟渠灌溉，会变得更有趣。<br />\r\n·投票系统，修复建筑要找村长参加投票，如果投票人数不够，将不会通过。<br />\r\n·在这个破败的农场里，你可以做任何自己想做的事，种植庄家，建设果园，通过各种机器达到农场自动化等等！虽然这只是的破败的农场，可是你可以把它打造成任何你想要的模样！<br />\r\n·丰富的技能系统，细致的划分了你的每一项行为，不管你收获作物，砍伐树木，打倒怪物或者做任何事情，都可以提升你的某一项技能，技能的每一个等级提升都会赋予你意想不到的能力或者工具。<br />\r\n·这个小镇已经渐渐破败，小镇对物资的需求量是有限的，不过你的一切对小镇有利的行为都可以吸引到观光客，修复建筑，开办节日，举办马戏团表演，展出物品等等，当观光客越来越多，小镇所需的物资也会越来越多。<br />\r\n·在这个小镇里，人们已经失去了希望，你要做的就是带给人们希望，随着你做的事情越来越多，人们会对你寄予越来越大的希望与信任，当你的信任点数一定高以后，你可以提议村长修复小镇上已经破败的建筑，开启新的小镇功能，甚至你可以提议开启新的节日，体验做村长的感觉！<br />\r\n·各种食物饮料，以及完整的烹饪系统：奇怪恶心的冒险家食物？还是高端的让人食欲大动的中国美食？亦或者是故意乱炒一气的黑乎乎的料理？<br />\r\n·不要整天埋头工作，空余时间可以好好跟小镇的村民打交道，去酒吧喝一杯，去泡泡温泉，跟村民关系度越高，你会发现每个村民的个性，故事，以及意想不到的收获！<br />\r\n·用你奇思妙想制作出来的鱼钩，应对各种狡猾的鱼类，用你那破旧的钓竿制服狡猾的鱼王，成为钓上鱼王的男人！<br />\r\n·与各种奇怪的怪物战斗，探索不同的区域，获取素材和矿产来强化自己，获得更好的提升！<br />\r\n·制作各种不同的工具，来使你越来越轻松的经营牧场，天天睡觉，坐等收钱的日子指日可待！<br />\r\n·每天追求你喜欢的对象，用尽所有手段，到底能不能表白成功并步向婚姻的殿堂？<br />\r\n·使用贸易气球跟不同的村庄，获取各地的特产，提升各地的贸易等级来获取更多的物资用以振兴小镇！<br />\r\n·随着时间的推移赚更多的钱，获得更多的信任，吸引更多的观光客，从一个刚才小镇的新人渐渐成长为一个当地的传奇，小镇之星！",
  "short_description": "一睁眼，你出现在了一个陌生的村庄，你是谁？为什么会出现在这里？ ————欢迎加入qq群反馈意见，qq群：436140606",
  "supported_languages": "Simplified Chinese",
  "header_image": "https://steamcdn-a.akamaihd.net/steam/apps/747850/header.jpg?t=1554208827",
  "website": null,
  "pc_requirements": {
    "minimum": "<strong>Minimum:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7/8.1/10<br></li><li><strong>Processor:</strong> Intel Core 2 Duo 3.0 GHz<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> NVIDIA GeForce GTX 260, ATI Radeon HD 5670, 1 GB VRAM<br></li><li><strong>DirectX:</strong> Version 9.0c<br></li><li><strong>Storage:</strong> 3 GB available space<br></li><li><strong>Sound Card:</strong> Windows Compatible Sound card</li></ul>",
    "recommended": "<strong>Recommended:</strong><br><ul class=\"bb_ul\"><li><strong>OS:</strong> Windows 7/8.1/10<br></li><li><strong>Processor:</strong> i5-2500k@3.3GHz, AMD FX 6300 3.5GHz<br></li><li><strong>Memory:</strong> 4 GB RAM<br></li><li><strong>Graphics:</strong> GeForce GTX 750, AMD R7 370<br></li><li><strong>DirectX:</strong> Version 9.0c<br></li><li><strong>Storage:</strong> 3 GB available space<br></li><li><strong>Sound Card:</strong> Windows Compatible Sound card</li></ul>"
  },
  "mac_requirements": [],
  "linux_requirements": [],
  "developers": [
    "Duoji Network technology"
  ],
  "publishers": [
    "Duoji Network technology"
  ],
  "price_overview": {
    "currency": "EUR",
    "initial": 1329,
    "final": 1329,
    "discount_percent": 0,
    "initial_formatted": "",
    "final_formatted": "13,29€"
  },
  "packages": [
    219530
  ],
  "package_groups": [
    {
      "name": "default",
      "title": "Buy Warm Village 暖暖村物语",
      "description": "",
      "selection_text": "Select a purchase option",
      "save_text": "",
      "display_type": 0,
      "is_recurring_subscription": "false",
      "subs": [
        {
          "packageid": 219530,
          "percent_savings_text": "",
          "percent_savings": 0,
          "option_text": "Warm Village - 13,29€",
          "option_description": "",
          "can_get_free_license": "0",
          "is_free_license": false,
          "price_in_cents_with_discount": 1329
        }
      ]
    }
  ],
  "platforms": {
    "windows": true,
    "mac": false,
    "linux": false
  },
  "categories": [
    {
      "id": 2,
      "description": "Single-player"
    },
    {
      "id": 22,
      "description": "Steam Achievements"
    },
    {
      "id": 23,
      "description": "Steam Cloud"
    }
  ],
  "genres": [
    {
      "id": "25",
      "description": "Adventure"
    },
    {
      "id": "4",
      "description": "Casual"
    },
    {
      "id": "23",
      "description": "Indie"
    },
    {
      "id": "3",
      "description": "RPG"
    },
    {
      "id": "28",
      "description": "Simulation"
    },
    {
      "id": "70",
      "description": "Early Access"
    }
  ],
  "screenshots": [
    {
      "id": 0,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_27201b26ab7b87ea4b1814b3f14236be90d20372.600x338.jpg?t=1554208827",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_27201b26ab7b87ea4b1814b3f14236be90d20372.1920x1080.jpg?t=1554208827"
    },
    {
      "id": 1,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_3de270c5daee3987cc3c6cf6c3d90c207dd484af.600x338.jpg?t=1554208827",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_3de270c5daee3987cc3c6cf6c3d90c207dd484af.1920x1080.jpg?t=1554208827"
    },
    {
      "id": 2,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_4c40628bb57dae94c6e6e0e0b24c8e6eebaaf83f.600x338.jpg?t=1554208827",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_4c40628bb57dae94c6e6e0e0b24c8e6eebaaf83f.1920x1080.jpg?t=1554208827"
    },
    {
      "id": 3,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_8841fdcf5815a56327c2b40d6066d3db624aa257.600x338.jpg?t=1554208827",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_8841fdcf5815a56327c2b40d6066d3db624aa257.1920x1080.jpg?t=1554208827"
    },
    {
      "id": 4,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_36914b8c8408164dbaa013f7033e9fb7f48c493c.600x338.jpg?t=1554208827",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_36914b8c8408164dbaa013f7033e9fb7f48c493c.1920x1080.jpg?t=1554208827"
    },
    {
      "id": 5,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_34433088ef8108e1281d953c233de7996ed6fb12.600x338.jpg?t=1554208827",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_34433088ef8108e1281d953c233de7996ed6fb12.1920x1080.jpg?t=1554208827"
    },
    {
      "id": 6,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_72f7ad475eec4f12f3a02d464863ba32836d4a5a.600x338.jpg?t=1554208827",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_72f7ad475eec4f12f3a02d464863ba32836d4a5a.1920x1080.jpg?t=1554208827"
    },
    {
      "id": 7,
      "path_thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_2fbf31531805b10f65fe185bac4e35c5e8af29c7.600x338.jpg?t=1554208827",
      "path_full": "https://steamcdn-a.akamaihd.net/steam/apps/747850/ss_2fbf31531805b10f65fe185bac4e35c5e8af29c7.1920x1080.jpg?t=1554208827"
    }
  ],
  "movies": [
    {
      "id": 256726523,
      "name": "温度系统",
      "thumbnail": "https://steamcdn-a.akamaihd.net/steam/apps/256726523/movie.293x165.jpg?t=1534898913",
      "webm": {
        "480": "http://steamcdn-a.akamaihd.net/steam/apps/256726523/movie480.webm?t=1534898913",
        "max": "http://steamcdn-a.akamaihd.net/steam/apps/256726523/movie_max.webm?t=1534898913"
      },
      "highlight": true
    }
  ],
  "achievements": {
    "total": 30,
    "highlighted": [
      {
        "name": "新人入驻",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/747850/cd645ff4cbccfe660ef3c41982989dd2c3220a8b.jpg"
      },
      {
        "name": "瞎猫碰到死耗子",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/747850/2a4b35611d26a7cf6f31d174119b0912f63f238c.jpg"
      },
      {
        "name": "有钱能使鬼推磨",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/747850/2858193d7f5588127384d2a1e749248b92985652.jpg"
      },
      {
        "name": "糖衣炮弹",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/747850/54e391f1598526ec39068427cc91a42b19d5cfe4.jpg"
      },
      {
        "name": "初来乍到",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/747850/d5b6e690e8097b31d39377be1364349044db7103.jpg"
      },
      {
        "name": "鱼类消灭者",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/747850/aefa200066e523fc5d754a57f38dca13928c3dbe.jpg"
      },
      {
        "name": "水果大亨",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/747850/71a5d10bb3140beae5a77f023ec8df0194c009c8.jpg"
      },
      {
        "name": "畜牧大亨",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/747850/06721a39512f8ffbf11c649a76fb490feaffed94.jpg"
      },
      {
        "name": "有钱就是任性",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/747850/d9fcda0127f1412d57316ef3a3e6143d0d424562.jpg"
      },
      {
        "name": "大自然美化工",
        "path": "https://steamcdn-a.akamaihd.net/steamcommunity/public/images/apps/747850/c86a216a18e082a318f107340eb54f3263da4a72.jpg"
      }
    ]
  },
  "release_date": {
    "coming_soon": false,
    "date": "28 Dec, 2017"
  },
  "support_info": {
    "url": "",
    "email": "duojinetwork@hotmail.com"
  },
  "background": "https://steamcdn-a.akamaihd.net/steam/apps/747850/page_bg_generated_v6b.jpg?t=1554208827",
  "content_descriptors": {
    "ids": [],
    "notes": null
  }
}
